-- phpMyAdmin SQL Dump
-- version 4.2.5
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Nov 06, 2017 at 04:03 PM
-- Server version: 5.6.34
-- PHP Version: 5.6.29

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `arash_consultation`
--

-- --------------------------------------------------------

--
-- Table structure for table `baskets`
--

CREATE TABLE IF NOT EXISTS `baskets` (
`id` int(10) unsigned NOT NULL,
  `conference_id` int(11) NOT NULL,
  `pay` varchar(1) COLLATE utf8_unicode_ci NOT NULL DEFAULT '0',
  `status` int(1) NOT NULL DEFAULT '0',
  `user_id` int(11) NOT NULL,
  `sell_date` date NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=27 ;

--
-- Dumping data for table `baskets`
--

INSERT INTO `baskets` (`id`, `conference_id`, `pay`, `status`, `user_id`, `sell_date`, `created_at`, `updated_at`) VALUES
(24, 179, '1', 0, 27, '2017-11-03', NULL, NULL),
(25, 180, '1', 0, 27, '2017-11-03', NULL, NULL),
(26, 181, '0', 0, 27, '2017-11-03', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `canceled_percent`
--

CREATE TABLE IF NOT EXISTS `canceled_percent` (
`id` int(11) NOT NULL,
  `min_percent` int(3) NOT NULL,
  `mid_percent` int(3) NOT NULL,
  `max_percent` int(3) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci AUTO_INCREMENT=2 ;

--
-- Dumping data for table `canceled_percent`
--

INSERT INTO `canceled_percent` (`id`, `min_percent`, `mid_percent`, `max_percent`, `created_at`, `updated_at`) VALUES
(1, 7, 37, 92, '2017-10-31 05:40:55', '2017-10-31 02:10:55');

-- --------------------------------------------------------

--
-- Table structure for table `cities`
--

CREATE TABLE IF NOT EXISTS `cities` (
`id` int(10) unsigned NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `globalCode` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `bigState` int(11) DEFAULT NULL,
  `lft` int(11) DEFAULT NULL,
  `rgt` int(11) DEFAULT NULL,
  `lvl` int(11) DEFAULT NULL,
  `parent_id` int(11) NOT NULL,
  `status` tinyint(4) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=1189 ;

--
-- Dumping data for table `cities`
--

INSERT INTO `cities` (`id`, `title`, `globalCode`, `bigState`, `lft`, `rgt`, `lvl`, `parent_id`, `status`, `created_at`, `updated_at`) VALUES
(1, 'ایران', '', NULL, 1, 2548, 0, 0, 1, NULL, NULL),
(2, 'آذربایجان شرقی', '', NULL, 2, 127, 1, 1, 1, NULL, NULL),
(3, 'آذربایجان غربی', '', NULL, 128, 213, 1, 1, 1, NULL, NULL),
(4, 'اردبیل', '', NULL, 214, 267, 1, 1, 1, NULL, NULL),
(5, 'اصفهان', '', NULL, 268, 483, 1, 1, 1, NULL, NULL),
(6, 'البرز', '', NULL, 484, 519, 1, 1, 1, NULL, NULL),
(7, 'ایلام', '', NULL, 520, 571, 1, 1, 1, NULL, NULL),
(8, 'بوشهر', '', NULL, 572, 645, 1, 1, 1, NULL, NULL),
(9, 'تهران', '', NULL, 646, 733, 1, 1, 1, NULL, NULL),
(10, 'چهارمحال و بختیاری', '', NULL, 734, 815, 1, 1, 1, NULL, NULL),
(11, 'خراسان جنوبی', '', NULL, 816, 873, 1, 1, 1, NULL, NULL),
(12, 'خراسان رضوی', '', NULL, 874, 1019, 1, 1, 1, NULL, NULL),
(13, 'خراسان شمالی', '', NULL, 1020, 1065, 1, 1, 1, NULL, NULL),
(14, 'خوزستان', '', NULL, 1066, 1221, 1, 1, 1, NULL, NULL),
(15, 'زنجان', '', NULL, 1222, 1265, 1, 1, 1, NULL, NULL),
(16, 'سمنان', '', NULL, 1266, 1307, 1, 1, 1, NULL, NULL),
(17, 'سیستان و بلوچستان', '', NULL, 1308, 1383, 1, 1, 1, NULL, NULL),
(18, 'فارس', '', NULL, 1384, 1589, 1, 1, 1, NULL, NULL),
(19, 'قزوین', '', NULL, 1590, 1641, 1, 1, 1, NULL, NULL),
(20, 'قم', '', NULL, 1642, 1655, 1, 1, 1, NULL, NULL),
(21, 'کردستان', '', NULL, 1656, 1669, 1, 1, 1, NULL, NULL),
(22, 'کرمان', '', NULL, 1670, 1813, 1, 1, 1, NULL, NULL),
(23, 'کرمانشاه', '', NULL, 1814, 1879, 1, 1, 1, NULL, NULL),
(24, 'کهگیلویه و بویراحمد', '', NULL, 1880, 1915, 1, 1, 1, NULL, NULL),
(25, 'گلستان', '', NULL, 1916, 1979, 1, 1, 1, NULL, NULL),
(26, 'گیلان', '', NULL, 1980, 2129, 1, 1, 1, NULL, NULL),
(27, 'لرستان', '', NULL, 2130, 2181, 1, 1, 1, NULL, NULL),
(28, 'مازندران', '', NULL, 2182, 2297, 1, 1, 1, NULL, NULL),
(29, 'مرکزی', '', NULL, 2298, 2365, 1, 1, 1, NULL, NULL),
(30, 'هرمزگان', '', NULL, 2366, 2443, 1, 1, 1, NULL, NULL),
(31, 'همدان', '', NULL, 2444, 2503, 1, 1, 1, NULL, NULL),
(32, 'یزد', '', NULL, 2504, 2547, 1, 1, 1, NULL, NULL),
(33, 'اهر', '', NULL, 3, 4, 2, 2, 1, NULL, NULL),
(34, 'هوراند', '', NULL, 5, 6, 2, 2, 1, NULL, NULL),
(35, 'باسمنج', '', NULL, 7, 8, 2, 2, 1, NULL, NULL),
(36, 'تبريز', '', NULL, 9, 10, 2, 2, 1, NULL, NULL),
(37, 'سردرود', '', NULL, 11, 12, 2, 2, 1, NULL, NULL),
(38, 'خسروشاه', '', NULL, 13, 14, 2, 2, 1, NULL, NULL),
(39, 'سراب', '', NULL, 15, 16, 2, 2, 1, NULL, NULL),
(40, 'مهربان', '', NULL, 17, 18, 2, 2, 1, NULL, NULL),
(41, 'شربيان', '', NULL, 19, 20, 2, 2, 1, NULL, NULL),
(42, 'دوزدوزان', '', NULL, 21, 22, 2, 2, 1, NULL, NULL),
(43, 'مراغه', '', NULL, 23, 24, 2, 2, 1, NULL, NULL),
(44, 'خداجو(خراجو)', '', NULL, 25, 26, 2, 2, 1, NULL, NULL),
(45, 'زنوز', '', NULL, 27, 28, 2, 2, 1, NULL, NULL),
(46, 'مرند', '', NULL, 29, 30, 2, 2, 1, NULL, NULL),
(47, 'کشکسراي', '', NULL, 31, 32, 2, 2, 1, NULL, NULL),
(48, 'بناب مرند', '', NULL, 33, 34, 2, 2, 1, NULL, NULL),
(49, 'يامچي', '', NULL, 35, 36, 2, 2, 1, NULL, NULL),
(50, 'ترکمانچاي', '', NULL, 37, 38, 2, 2, 1, NULL, NULL),
(51, 'آقکند', '', NULL, 39, 40, 2, 2, 1, NULL, NULL),
(52, 'ترک', '', NULL, 41, 42, 2, 2, 1, NULL, NULL),
(53, 'ميانه', '', NULL, 43, 44, 2, 2, 1, NULL, NULL),
(54, 'اچاچي', '', NULL, 45, 46, 2, 2, 1, NULL, NULL),
(55, 'هشترود', '', NULL, 47, 48, 2, 2, 1, NULL, NULL),
(56, 'نظرکهريزي', '', NULL, 49, 50, 2, 2, 1, NULL, NULL),
(57, 'بناب', '', NULL, 51, 52, 2, 2, 1, NULL, NULL),
(58, 'تيکمه داش', '', NULL, 53, 54, 2, 2, 1, NULL, NULL),
(59, 'بستان آباد', '', NULL, 55, 56, 2, 2, 1, NULL, NULL),
(60, 'صوفيان', '', NULL, 57, 58, 2, 2, 1, NULL, NULL),
(61, 'خامنه', '', NULL, 59, 60, 2, 2, 1, NULL, NULL),
(62, 'شبستر', '', NULL, 61, 62, 2, 2, 1, NULL, NULL),
(63, 'شرفخانه', '', NULL, 63, 64, 2, 2, 1, NULL, NULL),
(64, 'شندآباد', '', NULL, 65, 66, 2, 2, 1, NULL, NULL),
(65, 'سيس', '', NULL, 67, 68, 2, 2, 1, NULL, NULL),
(66, 'وايقان', '', NULL, 69, 70, 2, 2, 1, NULL, NULL),
(67, 'کوزه کنان', '', NULL, 71, 72, 2, 2, 1, NULL, NULL),
(68, 'تسوج', '', NULL, 73, 74, 2, 2, 1, NULL, NULL),
(69, 'کليبر', '', NULL, 75, 76, 2, 2, 1, NULL, NULL),
(70, 'آبش احمد', '', NULL, 77, 78, 2, 2, 1, NULL, NULL),
(71, 'خواجه', '', NULL, 79, 80, 2, 2, 1, NULL, NULL),
(72, 'هريس', '', NULL, 81, 82, 2, 2, 1, NULL, NULL),
(73, 'زرنق', '', NULL, 83, 84, 2, 2, 1, NULL, NULL),
(74, 'بخشايش', '', NULL, 85, 86, 2, 2, 1, NULL, NULL),
(75, 'کلوانق', '', NULL, 87, 88, 2, 2, 1, NULL, NULL),
(76, 'سيه رود', '', NULL, 89, 90, 2, 2, 1, NULL, NULL),
(77, 'جلفا', '', NULL, 91, 92, 2, 2, 1, NULL, NULL),
(78, 'هاديشهر', '', NULL, 93, 94, 2, 2, 1, NULL, NULL),
(79, 'ليلان', '', NULL, 95, 96, 2, 2, 1, NULL, NULL),
(80, 'ملکان', '', NULL, 97, 98, 2, 2, 1, NULL, NULL),
(81, 'مبارک شهر', '', NULL, 99, 100, 2, 2, 1, NULL, NULL),
(82, 'گوگان', '', NULL, 101, 102, 2, 2, 1, NULL, NULL),
(83, 'تيمورلو', '', NULL, 103, 104, 2, 2, 1, NULL, NULL),
(84, 'ممقان', '', NULL, 105, 106, 2, 2, 1, NULL, NULL),
(85, 'آذرشهر', '', NULL, 107, 108, 2, 2, 1, NULL, NULL),
(86, 'ايلخچي', '', NULL, 109, 110, 2, 2, 1, NULL, NULL),
(87, 'اسکو', '', NULL, 111, 112, 2, 2, 1, NULL, NULL),
(88, 'سهند', '', NULL, 113, 114, 2, 2, 1, NULL, NULL),
(89, 'قره آغاج', '', NULL, 115, 116, 2, 2, 1, NULL, NULL),
(90, 'خاروانا', '', NULL, 117, 118, 2, 2, 1, NULL, NULL),
(91, 'ورزقان', '', NULL, 119, 120, 2, 2, 1, NULL, NULL),
(92, 'جوان قلعه', '', NULL, 121, 122, 2, 2, 1, NULL, NULL),
(93, 'عجب شير', '', NULL, 123, 124, 2, 2, 1, NULL, NULL),
(94, 'خمارلو', '', NULL, 125, 126, 2, 2, 1, NULL, NULL),
(95, 'قوشچي', '', NULL, 129, 130, 2, 3, 1, NULL, NULL),
(96, 'سيلوانه', '', NULL, 131, 132, 2, 3, 1, NULL, NULL),
(97, 'سرو', '', NULL, 133, 134, 2, 3, 1, NULL, NULL),
(98, 'اروميه', '', NULL, 135, 136, 2, 3, 1, NULL, NULL),
(99, 'نوشين', '', NULL, 137, 138, 2, 3, 1, NULL, NULL),
(100, 'پيرانشهر', '', NULL, 139, 140, 2, 3, 1, NULL, NULL),
(101, 'گردكشانه', '', NULL, 141, 142, 2, 3, 1, NULL, NULL),
(102, 'خوئ', '', NULL, 143, 144, 2, 3, 1, NULL, NULL),
(103, 'فيرورق', '', NULL, 145, 146, 2, 3, 1, NULL, NULL),
(104, 'ديزج ديز', '', NULL, 147, 148, 2, 3, 1, NULL, NULL),
(105, 'زرآباد', '', NULL, 149, 150, 2, 3, 1, NULL, NULL),
(106, 'ايواوغلي', '', NULL, 151, 152, 2, 3, 1, NULL, NULL),
(107, 'قطور', '', NULL, 153, 154, 2, 3, 1, NULL, NULL),
(108, 'سردشت', '', NULL, 155, 156, 2, 3, 1, NULL, NULL),
(109, 'ربط', '', NULL, 157, 158, 2, 3, 1, NULL, NULL),
(110, 'ميرآباد', '', NULL, 159, 160, 2, 3, 1, NULL, NULL),
(111, 'تازه شهر', '', NULL, 161, 162, 2, 3, 1, NULL, NULL),
(112, 'سلماس', '', NULL, 163, 164, 2, 3, 1, NULL, NULL),
(113, 'ماكو', '', NULL, 165, 166, 2, 3, 1, NULL, NULL),
(114, 'بازرگان', '', NULL, 167, 168, 2, 3, 1, NULL, NULL),
(115, 'خليفان', '', NULL, 169, 170, 2, 3, 1, NULL, NULL),
(116, 'مهاباد', '', NULL, 171, 172, 2, 3, 1, NULL, NULL),
(117, 'مياندوآب', '', NULL, 173, 174, 2, 3, 1, NULL, NULL),
(118, 'چهاربرج', '', NULL, 175, 176, 2, 3, 1, NULL, NULL),
(119, 'باروق', '', NULL, 177, 178, 2, 3, 1, NULL, NULL),
(120, 'نقده', '', NULL, 179, 180, 2, 3, 1, NULL, NULL),
(121, 'محمديار', '', NULL, 181, 182, 2, 3, 1, NULL, NULL),
(122, 'سيمينه', '', NULL, 183, 184, 2, 3, 1, NULL, NULL),
(123, 'بوكان', '', NULL, 185, 186, 2, 3, 1, NULL, NULL),
(124, 'شاهين دژ', '', NULL, 187, 188, 2, 3, 1, NULL, NULL),
(125, 'محمودآباد', '', NULL, 189, 190, 2, 3, 1, NULL, NULL),
(126, 'كشاورز', '', NULL, 191, 192, 2, 3, 1, NULL, NULL),
(127, 'تكاب', '', NULL, 193, 194, 2, 3, 1, NULL, NULL),
(128, 'اشنويه', '', NULL, 195, 196, 2, 3, 1, NULL, NULL),
(129, 'نالوس', '', NULL, 197, 198, 2, 3, 1, NULL, NULL),
(130, 'آواجيق', '', NULL, 199, 200, 2, 3, 1, NULL, NULL),
(131, 'سيه چشمه', '', NULL, 201, 202, 2, 3, 1, NULL, NULL),
(132, 'نازك عليا', '', NULL, 203, 204, 2, 3, 1, NULL, NULL),
(133, 'پلدشت', '', NULL, 205, 206, 2, 3, 1, NULL, NULL),
(134, 'قره ضياءالدين', '', NULL, 207, 208, 2, 3, 1, NULL, NULL),
(135, 'مرگنلر', '', NULL, 209, 210, 2, 3, 1, NULL, NULL),
(136, 'شوط', '', NULL, 211, 212, 2, 3, 1, NULL, NULL),
(137, 'اردبيل', '', NULL, 215, 216, 2, 4, 1, NULL, NULL),
(138, 'اسلام اباد', '', NULL, 217, 218, 2, 4, 1, NULL, NULL),
(139, 'اصلاندوز', '', NULL, 219, 220, 2, 4, 1, NULL, NULL),
(140, 'آبي بيگلو', '', NULL, 221, 222, 2, 4, 1, NULL, NULL),
(141, 'بيله سوار', '', NULL, 223, 224, 2, 4, 1, NULL, NULL),
(142, 'پارس آباد', '', NULL, 225, 226, 2, 4, 1, NULL, NULL),
(143, 'تازه كند', '', NULL, 227, 228, 2, 4, 1, NULL, NULL),
(144, 'تازه كندانگوت', '', NULL, 229, 230, 2, 4, 1, NULL, NULL),
(145, 'جعفرآباد', '', NULL, 231, 232, 2, 4, 1, NULL, NULL),
(146, 'خلخال', '', NULL, 233, 234, 2, 4, 1, NULL, NULL),
(147, 'رضي', '', NULL, 235, 236, 2, 4, 1, NULL, NULL),
(148, 'سرعين', '', NULL, 237, 238, 2, 4, 1, NULL, NULL),
(149, 'عنبران', '', NULL, 239, 240, 2, 4, 1, NULL, NULL),
(150, 'فخراباد', '', NULL, 241, 242, 2, 4, 1, NULL, NULL),
(151, 'قصابه', '', NULL, 243, 244, 2, 4, 1, NULL, NULL),
(152, 'كلور', '', NULL, 245, 246, 2, 4, 1, NULL, NULL),
(153, 'كوراييم', '', NULL, 247, 248, 2, 4, 1, NULL, NULL),
(154, 'گرمي', '', NULL, 249, 250, 2, 4, 1, NULL, NULL),
(155, 'گيوئ', '', NULL, 251, 252, 2, 4, 1, NULL, NULL),
(156, 'لاهرود', '', NULL, 253, 254, 2, 4, 1, NULL, NULL),
(157, 'مرادلو', '', NULL, 255, 256, 2, 4, 1, NULL, NULL),
(158, 'مشگين شهر', '', NULL, 257, 258, 2, 4, 1, NULL, NULL),
(159, 'نمين', '', NULL, 259, 260, 2, 4, 1, NULL, NULL),
(160, 'نير', '', NULL, 261, 262, 2, 4, 1, NULL, NULL),
(161, 'هشتجين', '', NULL, 263, 264, 2, 4, 1, NULL, NULL),
(162, 'هير', '', NULL, 265, 266, 2, 4, 1, NULL, NULL),
(163, 'ابريشم', '', NULL, 269, 270, 2, 5, 1, NULL, NULL),
(164, 'ابوزيدآباد', '', NULL, 271, 272, 2, 5, 1, NULL, NULL),
(165, 'اردستان', '', NULL, 273, 274, 2, 5, 1, NULL, NULL),
(166, 'اژيه', '', NULL, 275, 276, 2, 5, 1, NULL, NULL),
(167, 'اصغرآباد', '', NULL, 277, 278, 2, 5, 1, NULL, NULL),
(168, 'اصفهان', '', NULL, 279, 280, 2, 5, 1, NULL, NULL),
(169, 'افوس', '', NULL, 281, 282, 2, 5, 1, NULL, NULL),
(170, 'انارک', '', NULL, 283, 284, 2, 5, 1, NULL, NULL),
(171, 'ايمانشهر', '', NULL, 285, 286, 2, 5, 1, NULL, NULL),
(172, 'آران وبيدگل', '', NULL, 287, 288, 2, 5, 1, NULL, NULL),
(173, 'بادرود', '', NULL, 289, 290, 2, 5, 1, NULL, NULL),
(174, 'باغ بهادران', '', NULL, 291, 292, 2, 5, 1, NULL, NULL),
(175, 'باغشاد', '', NULL, 293, 294, 2, 5, 1, NULL, NULL),
(176, 'بافران', '', NULL, 295, 296, 2, 5, 1, NULL, NULL),
(177, 'برزک', '', NULL, 297, 298, 2, 5, 1, NULL, NULL),
(178, 'برف انبار', '', NULL, 299, 300, 2, 5, 1, NULL, NULL),
(179, 'بويين ومياندشت', '', NULL, 301, 302, 2, 5, 1, NULL, NULL),
(180, 'بهاران شهر', '', NULL, 303, 304, 2, 5, 1, NULL, NULL),
(181, 'بهارستان', '', NULL, 305, 306, 2, 5, 1, NULL, NULL),
(182, 'پيربکران', '', NULL, 307, 308, 2, 5, 1, NULL, NULL),
(183, 'تودشک', '', NULL, 309, 310, 2, 5, 1, NULL, NULL),
(184, 'تيران', '', NULL, 311, 312, 2, 5, 1, NULL, NULL),
(185, 'جندق', '', NULL, 313, 314, 2, 5, 1, NULL, NULL),
(186, 'جوزدان', '', NULL, 315, 316, 2, 5, 1, NULL, NULL),
(187, 'جوشقان قالي', '', NULL, 317, 318, 2, 5, 1, NULL, NULL),
(188, 'چادگان', '', NULL, 319, 320, 2, 5, 1, NULL, NULL),
(189, 'چرمهين', '', NULL, 321, 322, 2, 5, 1, NULL, NULL),
(190, 'چمگردان', '', NULL, 323, 324, 2, 5, 1, NULL, NULL),
(191, 'حبيب آباد', '', NULL, 325, 326, 2, 5, 1, NULL, NULL),
(192, 'حسن اباد', '', NULL, 327, 328, 2, 5, 1, NULL, NULL),
(193, 'حنا', '', NULL, 329, 330, 2, 5, 1, NULL, NULL),
(194, 'خالدآباد', '', NULL, 331, 332, 2, 5, 1, NULL, NULL),
(195, 'خميني شهر', '', NULL, 333, 334, 2, 5, 1, NULL, NULL),
(196, 'خوانسار', '', NULL, 335, 336, 2, 5, 1, NULL, NULL),
(197, 'خور', '', NULL, 337, 338, 2, 5, 1, NULL, NULL),
(198, 'خورزوق', '', NULL, 339, 340, 2, 5, 1, NULL, NULL),
(199, 'داران', '', NULL, 341, 342, 2, 5, 1, NULL, NULL),
(200, 'دامنه', '', NULL, 343, 344, 2, 5, 1, NULL, NULL),
(201, 'درچه', '', NULL, 345, 346, 2, 5, 1, NULL, NULL),
(202, 'دستگرد', '', NULL, 347, 348, 2, 5, 1, NULL, NULL),
(203, 'دولت آباد', '', NULL, 349, 350, 2, 5, 1, NULL, NULL),
(204, 'دهاقان', '', NULL, 351, 352, 2, 5, 1, NULL, NULL),
(205, 'دهق', '', NULL, 353, 354, 2, 5, 1, NULL, NULL),
(206, 'ديزيچه', '', NULL, 355, 356, 2, 5, 1, NULL, NULL),
(207, 'رزوه', '', NULL, 357, 358, 2, 5, 1, NULL, NULL),
(208, 'رضوانشهر', '', NULL, 359, 360, 2, 5, 1, NULL, NULL),
(209, 'زازران', '', NULL, 361, 362, 2, 5, 1, NULL, NULL),
(210, 'زاينده رود', '', NULL, 363, 364, 2, 5, 1, NULL, NULL),
(211, 'زرين شهر', '', NULL, 365, 366, 2, 5, 1, NULL, NULL),
(212, 'زواره', '', NULL, 367, 368, 2, 5, 1, NULL, NULL),
(213, 'زيار', '', NULL, 369, 370, 2, 5, 1, NULL, NULL),
(214, 'زيباشهر', '', NULL, 371, 372, 2, 5, 1, NULL, NULL),
(215, 'سده لنجان', '', NULL, 373, 374, 2, 5, 1, NULL, NULL),
(216, 'سفيدشهر', '', NULL, 375, 376, 2, 5, 1, NULL, NULL),
(217, 'سگزي', '', NULL, 377, 378, 2, 5, 1, NULL, NULL),
(218, 'سميرم', '', NULL, 379, 380, 2, 5, 1, NULL, NULL),
(219, 'سين', '', NULL, 381, 382, 2, 5, 1, NULL, NULL),
(220, 'شاپورآباد', '', NULL, 383, 384, 2, 5, 1, NULL, NULL),
(221, 'شاهين شهر', '', NULL, 385, 386, 2, 5, 1, NULL, NULL),
(222, 'شهرضا', '', NULL, 387, 388, 2, 5, 1, NULL, NULL),
(223, 'طالخونچه', '', NULL, 389, 390, 2, 5, 1, NULL, NULL),
(224, 'طرق رود', '', NULL, 391, 392, 2, 5, 1, NULL, NULL),
(225, 'عسگران', '', NULL, 393, 394, 2, 5, 1, NULL, NULL),
(226, 'علويجه', '', NULL, 395, 396, 2, 5, 1, NULL, NULL),
(227, 'فرخي', '', NULL, 397, 398, 2, 5, 1, NULL, NULL),
(228, 'فريدونشهر', '', NULL, 399, 400, 2, 5, 1, NULL, NULL),
(229, 'فلاورجان', '', NULL, 401, 402, 2, 5, 1, NULL, NULL),
(230, 'فولادشهر', '', NULL, 403, 404, 2, 5, 1, NULL, NULL),
(231, 'قمصر', '', NULL, 405, 406, 2, 5, 1, NULL, NULL),
(232, 'قهجاورستان', '', NULL, 407, 408, 2, 5, 1, NULL, NULL),
(233, 'قهدريجان', '', NULL, 409, 410, 2, 5, 1, NULL, NULL),
(234, 'کاشان', '', NULL, 411, 412, 2, 5, 1, NULL, NULL),
(235, 'کامو و چوگان', '', NULL, 413, 414, 2, 5, 1, NULL, NULL),
(236, 'کرکوند', '', NULL, 415, 416, 2, 5, 1, NULL, NULL),
(237, 'کليشادوسودرجان', '', NULL, 417, 418, 2, 5, 1, NULL, NULL),
(238, 'کمشجه', '', NULL, 419, 420, 2, 5, 1, NULL, NULL),
(239, 'کمه', '', NULL, 421, 422, 2, 5, 1, NULL, NULL),
(240, 'کوشک', '', NULL, 423, 424, 2, 5, 1, NULL, NULL),
(241, 'کوهپايه', '', NULL, 425, 426, 2, 5, 1, NULL, NULL),
(242, 'کهريزسنگ', '', NULL, 427, 428, 2, 5, 1, NULL, NULL),
(243, 'گرگاب', '', NULL, 429, 430, 2, 5, 1, NULL, NULL),
(244, 'گزبرخوار', '', NULL, 431, 432, 2, 5, 1, NULL, NULL),
(245, 'گلپايگان', '', NULL, 433, 434, 2, 5, 1, NULL, NULL),
(246, 'گلدشت', '', NULL, 435, 436, 2, 5, 1, NULL, NULL),
(247, 'گلشن', '', NULL, 437, 438, 2, 5, 1, NULL, NULL),
(248, 'گلشهر', '', NULL, 439, 440, 2, 5, 1, NULL, NULL),
(249, 'گوگد', '', NULL, 441, 442, 2, 5, 1, NULL, NULL),
(250, 'لاي بيد', '', NULL, 443, 444, 2, 5, 1, NULL, NULL),
(251, 'مبارکه', '', NULL, 445, 446, 2, 5, 1, NULL, NULL),
(252, 'مجلسي', '', NULL, 447, 448, 2, 5, 1, NULL, NULL),
(253, 'محمدآباد', '', NULL, 449, 450, 2, 5, 1, NULL, NULL),
(254, 'مشکات', '', NULL, 451, 452, 2, 5, 1, NULL, NULL),
(255, 'منظريه', '', NULL, 453, 454, 2, 5, 1, NULL, NULL),
(256, 'مهاباد', '', NULL, 455, 456, 2, 5, 1, NULL, NULL),
(257, 'ميمه', '', NULL, 457, 458, 2, 5, 1, NULL, NULL),
(258, 'نايين', '', NULL, 459, 460, 2, 5, 1, NULL, NULL),
(259, 'نجف آباد', '', NULL, 461, 462, 2, 5, 1, NULL, NULL),
(260, 'نصرآباد', '', NULL, 463, 464, 2, 5, 1, NULL, NULL),
(261, 'نطنز', '', NULL, 465, 466, 2, 5, 1, NULL, NULL),
(262, 'نوش آباد', '', NULL, 467, 468, 2, 5, 1, NULL, NULL),
(263, 'نياسر', '', NULL, 469, 470, 2, 5, 1, NULL, NULL),
(264, 'نيک آباد', '', NULL, 471, 472, 2, 5, 1, NULL, NULL),
(265, 'ورزنه', '', NULL, 473, 474, 2, 5, 1, NULL, NULL),
(266, 'ورنامخواست', '', NULL, 475, 476, 2, 5, 1, NULL, NULL),
(267, 'وزوان', '', NULL, 477, 478, 2, 5, 1, NULL, NULL),
(268, 'ونک', '', NULL, 479, 480, 2, 5, 1, NULL, NULL),
(269, 'هرند', '', NULL, 481, 482, 2, 5, 1, NULL, NULL),
(270, 'اشتهارد', '', NULL, 485, 486, 2, 6, 1, NULL, NULL),
(271, 'آسارا', '', NULL, 487, 488, 2, 6, 1, NULL, NULL),
(272, 'تنکمان', '', NULL, 489, 490, 2, 6, 1, NULL, NULL),
(273, 'چهارباغ', '', NULL, 491, 492, 2, 6, 1, NULL, NULL),
(274, 'شهرجديدهشتگرد', '', NULL, 493, 494, 2, 6, 1, NULL, NULL),
(275, 'طالقان', '', NULL, 495, 496, 2, 6, 1, NULL, NULL),
(276, 'فرديس', '', NULL, 497, 498, 2, 6, 1, NULL, NULL),
(277, 'کرج', '', NULL, 499, 500, 2, 6, 1, NULL, NULL),
(278, 'کمال شهر', '', NULL, 501, 502, 2, 6, 1, NULL, NULL),
(279, 'کوهسار', '', NULL, 503, 504, 2, 6, 1, NULL, NULL),
(280, 'گرمدره', '', NULL, 505, 506, 2, 6, 1, NULL, NULL),
(281, 'گلسار', '', NULL, 507, 508, 2, 6, 1, NULL, NULL),
(282, 'ماهدشت', '', NULL, 509, 510, 2, 6, 1, NULL, NULL),
(283, 'محمدشهر', '', NULL, 511, 512, 2, 6, 1, NULL, NULL),
(284, 'مشکين دشت', '', NULL, 513, 514, 2, 6, 1, NULL, NULL),
(285, 'نظرآباد', '', NULL, 515, 516, 2, 6, 1, NULL, NULL),
(286, 'هشتگرد', '', NULL, 517, 518, 2, 6, 1, NULL, NULL),
(287, 'اركواز', '', NULL, 521, 522, 2, 7, 1, NULL, NULL),
(288, 'ايلام', '', NULL, 523, 524, 2, 7, 1, NULL, NULL),
(289, 'ايوان', '', NULL, 525, 526, 2, 7, 1, NULL, NULL),
(290, 'آبدانان', '', NULL, 527, 528, 2, 7, 1, NULL, NULL),
(291, 'آسمان آباد', '', NULL, 529, 530, 2, 7, 1, NULL, NULL),
(292, 'بدره', '', NULL, 531, 532, 2, 7, 1, NULL, NULL),
(293, 'بلاوه', '', NULL, 533, 534, 2, 7, 1, NULL, NULL),
(294, 'پهله', '', NULL, 535, 536, 2, 7, 1, NULL, NULL),
(295, 'توحيد', '', NULL, 537, 538, 2, 7, 1, NULL, NULL),
(296, 'چوار', '', NULL, 539, 540, 2, 7, 1, NULL, NULL),
(297, 'دره شهر', '', NULL, 541, 542, 2, 7, 1, NULL, NULL),
(298, 'دلگشا', '', NULL, 543, 544, 2, 7, 1, NULL, NULL),
(299, 'دهلران', '', NULL, 545, 546, 2, 7, 1, NULL, NULL),
(300, 'زرنه', '', NULL, 547, 548, 2, 7, 1, NULL, NULL),
(301, 'سراب باغ', '', NULL, 549, 550, 2, 7, 1, NULL, NULL),
(302, 'سرابله', '', NULL, 551, 552, 2, 7, 1, NULL, NULL),
(303, 'شباب', '', NULL, 553, 554, 2, 7, 1, NULL, NULL),
(304, 'صالح آباد', '', NULL, 555, 556, 2, 7, 1, NULL, NULL),
(305, 'لومار', '', NULL, 557, 558, 2, 7, 1, NULL, NULL),
(306, 'ماژين', '', NULL, 559, 560, 2, 7, 1, NULL, NULL),
(307, 'مورمورئ', '', NULL, 561, 562, 2, 7, 1, NULL, NULL),
(308, 'موسيان', '', NULL, 563, 564, 2, 7, 1, NULL, NULL),
(309, 'مهر', '', NULL, 565, 566, 2, 7, 1, NULL, NULL),
(310, 'مهران', '', NULL, 567, 568, 2, 7, 1, NULL, NULL),
(311, 'ميمه', '', NULL, 569, 570, 2, 7, 1, NULL, NULL),
(312, 'امام حسن', '', NULL, 573, 574, 2, 8, 1, NULL, NULL),
(313, 'انارستان', '', NULL, 575, 576, 2, 8, 1, NULL, NULL),
(314, 'اهرم', '', NULL, 577, 578, 2, 8, 1, NULL, NULL),
(315, 'آب پخش', '', NULL, 579, 580, 2, 8, 1, NULL, NULL),
(316, 'آباد', '', NULL, 581, 582, 2, 8, 1, NULL, NULL),
(317, 'آبدان', '', NULL, 583, 584, 2, 8, 1, NULL, NULL),
(318, 'بادوله', '', NULL, 585, 586, 2, 8, 1, NULL, NULL),
(319, 'برازجان', '', NULL, 587, 588, 2, 8, 1, NULL, NULL),
(320, 'بردخون', '', NULL, 589, 590, 2, 8, 1, NULL, NULL),
(321, 'بردستان', '', NULL, 591, 592, 2, 8, 1, NULL, NULL),
(322, 'بندردير', '', NULL, 593, 594, 2, 8, 1, NULL, NULL),
(323, 'بندرديلم', '', NULL, 595, 596, 2, 8, 1, NULL, NULL),
(324, 'بندرريگ', '', NULL, 597, 598, 2, 8, 1, NULL, NULL),
(325, 'بندركنگان', '', NULL, 599, 600, 2, 8, 1, NULL, NULL),
(326, 'بندرگناوه', '', NULL, 601, 602, 2, 8, 1, NULL, NULL),
(327, 'بنك', '', NULL, 603, 604, 2, 8, 1, NULL, NULL),
(328, 'بوشکان', '', NULL, 605, 606, 2, 8, 1, NULL, NULL),
(329, 'بوشهر', '', NULL, 607, 608, 2, 8, 1, NULL, NULL),
(330, 'تنگ ارم', '', NULL, 609, 610, 2, 8, 1, NULL, NULL),
(331, 'جم', '', NULL, 611, 612, 2, 8, 1, NULL, NULL),
(332, 'چغادك', '', NULL, 613, 614, 2, 8, 1, NULL, NULL),
(333, 'خارك', '', NULL, 615, 616, 2, 8, 1, NULL, NULL),
(334, 'خورموج', '', NULL, 617, 618, 2, 8, 1, NULL, NULL),
(335, 'دالكي', '', NULL, 619, 620, 2, 8, 1, NULL, NULL),
(336, 'دلوار', '', NULL, 621, 622, 2, 8, 1, NULL, NULL),
(337, 'دوراهک', '', NULL, 623, 624, 2, 8, 1, NULL, NULL),
(338, 'ريز', '', NULL, 625, 626, 2, 8, 1, NULL, NULL),
(339, 'سعد آباد', '', NULL, 627, 628, 2, 8, 1, NULL, NULL),
(340, 'سيراف', '', NULL, 629, 630, 2, 8, 1, NULL, NULL),
(341, 'شبانكاره', '', NULL, 631, 632, 2, 8, 1, NULL, NULL),
(342, 'شنبه', '', NULL, 633, 634, 2, 8, 1, NULL, NULL),
(343, 'عسلويه', '', NULL, 635, 636, 2, 8, 1, NULL, NULL),
(344, 'كاكي', '', NULL, 637, 638, 2, 8, 1, NULL, NULL),
(345, 'كلمه', '', NULL, 639, 640, 2, 8, 1, NULL, NULL),
(346, 'نخل تقي', '', NULL, 641, 642, 2, 8, 1, NULL, NULL),
(347, 'وحدتيه', '', NULL, 643, 644, 2, 8, 1, NULL, NULL),
(348, 'ارجمند', '', NULL, 647, 648, 2, 9, 1, NULL, NULL),
(349, 'اسلامشهر', '', NULL, 649, 650, 2, 9, 1, NULL, NULL),
(350, 'انديشه', '', NULL, 651, 652, 2, 9, 1, NULL, NULL),
(351, 'آبسرد', '', NULL, 653, 654, 2, 9, 1, NULL, NULL),
(352, 'آبعلي', '', NULL, 655, 656, 2, 9, 1, NULL, NULL),
(353, 'باغستان', '', NULL, 657, 658, 2, 9, 1, NULL, NULL),
(354, 'باقرشهر', '', NULL, 659, 660, 2, 9, 1, NULL, NULL),
(355, 'بومهن', '', NULL, 661, 662, 2, 9, 1, NULL, NULL),
(356, 'پاكدشت', '', NULL, 663, 664, 2, 9, 1, NULL, NULL),
(357, 'پرديس', '', NULL, 665, 666, 2, 9, 1, NULL, NULL),
(358, 'پرند', '', NULL, 667, 668, 2, 9, 1, NULL, NULL),
(359, 'پيشوا', '', NULL, 669, 670, 2, 9, 1, NULL, NULL),
(360, 'تجريش', '', NULL, 671, 672, 2, 9, 1, NULL, NULL),
(361, 'تهران', '', NULL, 673, 674, 2, 9, 1, NULL, NULL),
(362, 'جوادآباد', '', NULL, 675, 676, 2, 9, 1, NULL, NULL),
(363, 'چهاردانگه', '', NULL, 677, 678, 2, 9, 1, NULL, NULL),
(364, 'حسن آباد', '', NULL, 679, 680, 2, 9, 1, NULL, NULL),
(365, 'دماوند', '', NULL, 681, 682, 2, 9, 1, NULL, NULL),
(366, 'رباطكريم', '', NULL, 683, 684, 2, 9, 1, NULL, NULL),
(367, 'رودهن', '', NULL, 685, 686, 2, 9, 1, NULL, NULL),
(368, 'رئ', '', NULL, 687, 688, 2, 9, 1, NULL, NULL),
(369, 'شاهدشهر', '', NULL, 689, 690, 2, 9, 1, NULL, NULL),
(370, 'شريف آباد', '', NULL, 691, 692, 2, 9, 1, NULL, NULL),
(371, 'شمشک', '', NULL, 693, 694, 2, 9, 1, NULL, NULL),
(372, 'شهريار', '', NULL, 695, 696, 2, 9, 1, NULL, NULL),
(373, 'صالحيه', '', NULL, 697, 698, 2, 9, 1, NULL, NULL),
(374, 'صباشهر', '', NULL, 699, 700, 2, 9, 1, NULL, NULL),
(375, 'صفادشت', '', NULL, 701, 702, 2, 9, 1, NULL, NULL),
(376, 'فردوسيه', '', NULL, 703, 704, 2, 9, 1, NULL, NULL),
(377, 'فرون اباد', '', NULL, 705, 706, 2, 9, 1, NULL, NULL),
(378, 'فشم', '', NULL, 707, 708, 2, 9, 1, NULL, NULL),
(379, 'فيروزكوه', '', NULL, 709, 710, 2, 9, 1, NULL, NULL),
(380, 'قدس', '', NULL, 711, 712, 2, 9, 1, NULL, NULL),
(381, 'قرچک', '', NULL, 713, 714, 2, 9, 1, NULL, NULL),
(382, 'كهريزك', '', NULL, 715, 716, 2, 9, 1, NULL, NULL),
(383, 'كيلان', '', NULL, 717, 718, 2, 9, 1, NULL, NULL),
(384, 'گلستان', '', NULL, 719, 720, 2, 9, 1, NULL, NULL),
(385, 'لواسان', '', NULL, 721, 722, 2, 9, 1, NULL, NULL),
(386, 'ملارد', '', NULL, 723, 724, 2, 9, 1, NULL, NULL),
(387, 'نسيم شهر', '', NULL, 725, 726, 2, 9, 1, NULL, NULL),
(388, 'نصيرشهر', '', NULL, 727, 728, 2, 9, 1, NULL, NULL),
(389, 'وحيديه', '', NULL, 729, 730, 2, 9, 1, NULL, NULL),
(390, 'ورامين', '', NULL, 731, 732, 2, 9, 1, NULL, NULL),
(391, 'اردل', '', NULL, 735, 736, 2, 10, 1, NULL, NULL),
(392, 'آلوني', '', NULL, 737, 738, 2, 10, 1, NULL, NULL),
(393, 'باباحيدر', '', NULL, 739, 740, 2, 10, 1, NULL, NULL),
(394, 'بازفت', '', NULL, 741, 742, 2, 10, 1, NULL, NULL),
(395, 'بروجن', '', NULL, 743, 744, 2, 10, 1, NULL, NULL),
(396, 'بلداجي', '', NULL, 745, 746, 2, 10, 1, NULL, NULL),
(397, 'بن', '', NULL, 747, 748, 2, 10, 1, NULL, NULL),
(398, 'پردنجان', '', NULL, 749, 750, 2, 10, 1, NULL, NULL),
(399, 'جونقان', '', NULL, 751, 752, 2, 10, 1, NULL, NULL),
(400, 'چلگرد', '', NULL, 753, 754, 2, 10, 1, NULL, NULL),
(401, 'چليچه', '', NULL, 755, 756, 2, 10, 1, NULL, NULL),
(402, 'دستنا', '', NULL, 757, 758, 2, 10, 1, NULL, NULL),
(403, 'دشتک', '', NULL, 759, 760, 2, 10, 1, NULL, NULL),
(404, 'سامان', '', NULL, 761, 762, 2, 10, 1, NULL, NULL),
(405, 'سرخون', '', NULL, 763, 764, 2, 10, 1, NULL, NULL),
(406, 'سردشت', '', NULL, 765, 766, 2, 10, 1, NULL, NULL),
(407, 'سفيددشت', '', NULL, 767, 768, 2, 10, 1, NULL, NULL),
(408, 'سودجان', '', NULL, 769, 770, 2, 10, 1, NULL, NULL),
(409, 'سورشجان', '', NULL, 771, 772, 2, 10, 1, NULL, NULL),
(410, 'شلمزار', '', NULL, 773, 774, 2, 10, 1, NULL, NULL),
(411, 'شهركرد', '', NULL, 775, 776, 2, 10, 1, NULL, NULL),
(412, 'صمصامي', '', NULL, 777, 778, 2, 10, 1, NULL, NULL),
(413, 'طاقانك', '', NULL, 779, 780, 2, 10, 1, NULL, NULL),
(414, 'فارسان', '', NULL, 781, 782, 2, 10, 1, NULL, NULL),
(415, 'فرادبنه', '', NULL, 783, 784, 2, 10, 1, NULL, NULL),
(416, 'فرخ شهر', '', NULL, 785, 786, 2, 10, 1, NULL, NULL),
(417, 'کاج', '', NULL, 787, 788, 2, 10, 1, NULL, NULL),
(418, 'كيان', '', NULL, 789, 790, 2, 10, 1, NULL, NULL),
(419, 'گندمان', '', NULL, 791, 792, 2, 10, 1, NULL, NULL),
(420, 'گوجان', '', NULL, 793, 794, 2, 10, 1, NULL, NULL),
(421, 'گهرو', '', NULL, 795, 796, 2, 10, 1, NULL, NULL),
(422, 'لردگان', '', NULL, 797, 798, 2, 10, 1, NULL, NULL),
(423, 'مال خليفه', '', NULL, 799, 800, 2, 10, 1, NULL, NULL),
(424, 'منج', '', NULL, 801, 802, 2, 10, 1, NULL, NULL),
(425, 'ناغان', '', NULL, 803, 804, 2, 10, 1, NULL, NULL),
(426, 'نافچ', '', NULL, 805, 806, 2, 10, 1, NULL, NULL),
(427, 'نقنه', '', NULL, 807, 808, 2, 10, 1, NULL, NULL),
(428, 'وردنجان', '', NULL, 809, 810, 2, 10, 1, NULL, NULL),
(429, 'هاروني', '', NULL, 811, 812, 2, 10, 1, NULL, NULL),
(430, 'هفشجان', '', NULL, 813, 814, 2, 10, 1, NULL, NULL),
(431, 'ارسك', '', NULL, 817, 818, 2, 11, 1, NULL, NULL),
(432, 'اسديه', '', NULL, 819, 820, 2, 11, 1, NULL, NULL),
(433, 'اسفدن', '', NULL, 821, 822, 2, 11, 1, NULL, NULL),
(434, 'اسلاميه', '', NULL, 823, 824, 2, 11, 1, NULL, NULL),
(435, 'آرين شهر', '', NULL, 825, 826, 2, 11, 1, NULL, NULL),
(436, 'آيسك', '', NULL, 827, 828, 2, 11, 1, NULL, NULL),
(437, 'بشرويه', '', NULL, 829, 830, 2, 11, 1, NULL, NULL),
(438, 'بيرجند', '', NULL, 831, 832, 2, 11, 1, NULL, NULL),
(439, 'حاجي آباد', '', NULL, 833, 834, 2, 11, 1, NULL, NULL),
(440, 'خضرئ دشت بياض', '', NULL, 835, 836, 2, 11, 1, NULL, NULL),
(441, 'خوسف', '', NULL, 837, 838, 2, 11, 1, NULL, NULL),
(442, 'ديهوك', '', NULL, 839, 840, 2, 11, 1, NULL, NULL),
(443, 'زهان', '', NULL, 841, 842, 2, 11, 1, NULL, NULL),
(444, 'سرايان', '', NULL, 843, 844, 2, 11, 1, NULL, NULL),
(445, 'سربيشه', '', NULL, 845, 846, 2, 11, 1, NULL, NULL),
(446, 'سه قلعه', '', NULL, 847, 848, 2, 11, 1, NULL, NULL),
(447, 'شوسف', '', NULL, 849, 850, 2, 11, 1, NULL, NULL),
(448, 'طبس', '', NULL, 851, 852, 2, 11, 1, NULL, NULL),
(449, 'طبس مسينا', '', NULL, 853, 854, 2, 11, 1, NULL, NULL),
(450, 'عشق آباد', '', NULL, 855, 856, 2, 11, 1, NULL, NULL),
(451, 'فردوس', '', NULL, 857, 858, 2, 11, 1, NULL, NULL),
(452, 'قائن', '', NULL, 859, 860, 2, 11, 1, NULL, NULL),
(453, 'قهستان', '', NULL, 861, 862, 2, 11, 1, NULL, NULL),
(454, 'گزيك', '', NULL, 863, 864, 2, 11, 1, NULL, NULL),
(455, 'محمدشهر', '', NULL, 865, 866, 2, 11, 1, NULL, NULL),
(456, 'مود', '', NULL, 867, 868, 2, 11, 1, NULL, NULL),
(457, 'نهبندان', '', NULL, 869, 870, 2, 11, 1, NULL, NULL),
(458, 'نيمبلوك', '', NULL, 871, 872, 2, 11, 1, NULL, NULL),
(459, 'احمدابادصولت', '', NULL, 875, 876, 2, 12, 1, NULL, NULL),
(460, 'انابد', '', NULL, 877, 878, 2, 12, 1, NULL, NULL),
(461, 'باجگيران', '', NULL, 879, 880, 2, 12, 1, NULL, NULL),
(462, 'باخرز', '', NULL, 881, 882, 2, 12, 1, NULL, NULL),
(463, 'بار', '', NULL, 883, 884, 2, 12, 1, NULL, NULL),
(464, 'بايك', '', NULL, 885, 886, 2, 12, 1, NULL, NULL),
(465, 'بجستان', '', NULL, 887, 888, 2, 12, 1, NULL, NULL),
(466, 'بردسكن', '', NULL, 889, 890, 2, 12, 1, NULL, NULL),
(467, 'بيدخت', '', NULL, 891, 892, 2, 12, 1, NULL, NULL),
(468, 'تايباد', '', NULL, 893, 894, 2, 12, 1, NULL, NULL),
(469, 'تربت جام', '', NULL, 895, 896, 2, 12, 1, NULL, NULL),
(470, 'تربت حيدريه', '', NULL, 897, 898, 2, 12, 1, NULL, NULL),
(471, 'جغتائ', '', NULL, 899, 900, 2, 12, 1, NULL, NULL),
(472, 'جنگل', '', NULL, 901, 902, 2, 12, 1, NULL, NULL),
(473, 'چاپشلو', '', NULL, 903, 904, 2, 12, 1, NULL, NULL),
(474, 'چكنه', '', NULL, 905, 906, 2, 12, 1, NULL, NULL),
(475, 'چناران', '', NULL, 907, 908, 2, 12, 1, NULL, NULL),
(476, 'خرو', '', NULL, 909, 910, 2, 12, 1, NULL, NULL),
(477, 'خليل آباد', '', NULL, 911, 912, 2, 12, 1, NULL, NULL),
(478, 'خواف', '', NULL, 913, 914, 2, 12, 1, NULL, NULL),
(479, 'داورزن', '', NULL, 915, 916, 2, 12, 1, NULL, NULL),
(480, 'درگز', '', NULL, 917, 918, 2, 12, 1, NULL, NULL),
(481, 'درود', '', NULL, 919, 920, 2, 12, 1, NULL, NULL),
(482, 'دولت آباد', '', NULL, 921, 922, 2, 12, 1, NULL, NULL),
(483, 'رباط سنگ', '', NULL, 923, 924, 2, 12, 1, NULL, NULL),
(484, 'رشتخوار', '', NULL, 925, 926, 2, 12, 1, NULL, NULL),
(485, 'رضويه', '', NULL, 927, 928, 2, 12, 1, NULL, NULL),
(486, 'روداب', '', NULL, 929, 930, 2, 12, 1, NULL, NULL),
(487, 'ريوش', '', NULL, 931, 932, 2, 12, 1, NULL, NULL),
(488, 'سبزوار', '', NULL, 933, 934, 2, 12, 1, NULL, NULL),
(489, 'سرخس', '', NULL, 935, 936, 2, 12, 1, NULL, NULL),
(490, 'سفيدسنگ', '', NULL, 937, 938, 2, 12, 1, NULL, NULL),
(491, 'سلامي', '', NULL, 939, 940, 2, 12, 1, NULL, NULL),
(492, 'سلطان آباد', '', NULL, 941, 942, 2, 12, 1, NULL, NULL),
(493, 'سنگان', '', NULL, 943, 944, 2, 12, 1, NULL, NULL),
(494, 'شادمهر', '', NULL, 945, 946, 2, 12, 1, NULL, NULL),
(495, 'شانديز', '', NULL, 947, 948, 2, 12, 1, NULL, NULL),
(496, 'ششتمد', '', NULL, 949, 950, 2, 12, 1, NULL, NULL),
(497, 'شهراباد', '', NULL, 951, 952, 2, 12, 1, NULL, NULL),
(498, 'شهرزو', '', NULL, 953, 954, 2, 12, 1, NULL, NULL),
(499, 'صالح آباد', '', NULL, 955, 956, 2, 12, 1, NULL, NULL),
(500, 'طرقبه', '', NULL, 957, 958, 2, 12, 1, NULL, NULL),
(501, 'عشق آباد', '', NULL, 959, 960, 2, 12, 1, NULL, NULL),
(502, 'فرهادگرد', '', NULL, 961, 962, 2, 12, 1, NULL, NULL),
(503, 'فريمان', '', NULL, 963, 964, 2, 12, 1, NULL, NULL),
(504, 'فيروزه', '', NULL, 965, 966, 2, 12, 1, NULL, NULL),
(505, 'فيض آباد', '', NULL, 967, 968, 2, 12, 1, NULL, NULL),
(506, 'قاسم آباد', '', NULL, 969, 970, 2, 12, 1, NULL, NULL),
(507, 'قدمگاه', '', NULL, 971, 972, 2, 12, 1, NULL, NULL),
(508, 'قلندرآباد', '', NULL, 973, 974, 2, 12, 1, NULL, NULL),
(509, 'قوچان', '', NULL, 975, 976, 2, 12, 1, NULL, NULL),
(510, 'كاخك', '', NULL, 977, 978, 2, 12, 1, NULL, NULL),
(511, 'كاريز', '', NULL, 979, 980, 2, 12, 1, NULL, NULL),
(512, 'كاشمر', '', NULL, 981, 982, 2, 12, 1, NULL, NULL),
(513, 'كدكن', '', NULL, 983, 984, 2, 12, 1, NULL, NULL),
(514, 'كلات', '', NULL, 985, 986, 2, 12, 1, NULL, NULL),
(515, 'كندر', '', NULL, 987, 988, 2, 12, 1, NULL, NULL),
(516, 'گلمكان', '', NULL, 989, 990, 2, 12, 1, NULL, NULL),
(517, 'گناباد', '', NULL, 991, 992, 2, 12, 1, NULL, NULL),
(518, 'لطف آباد', '', NULL, 993, 994, 2, 12, 1, NULL, NULL),
(519, 'مزدآوند', '', NULL, 995, 996, 2, 12, 1, NULL, NULL),
(520, 'مشهد', '', NULL, 997, 998, 2, 12, 1, NULL, NULL),
(521, 'مشهدريزه', '', NULL, 999, 1000, 2, 12, 1, NULL, NULL),
(522, 'ملك آباد', '', NULL, 1001, 1002, 2, 12, 1, NULL, NULL),
(523, 'نشتيفان', '', NULL, 1003, 1004, 2, 12, 1, NULL, NULL),
(524, 'نصرآباد', '', NULL, 1005, 1006, 2, 12, 1, NULL, NULL),
(525, 'نقاب', '', NULL, 1007, 1008, 2, 12, 1, NULL, NULL),
(526, 'نوخندان', '', NULL, 1009, 1010, 2, 12, 1, NULL, NULL),
(527, 'نيشابور', '', NULL, 1011, 1012, 2, 12, 1, NULL, NULL),
(528, 'نيل شهر', '', NULL, 1013, 1014, 2, 12, 1, NULL, NULL),
(529, 'همت آباد', '', NULL, 1015, 1016, 2, 12, 1, NULL, NULL),
(530, 'يونسي', '', NULL, 1017, 1018, 2, 12, 1, NULL, NULL),
(531, 'اسفراين', '', NULL, 1021, 1022, 2, 13, 1, NULL, NULL),
(532, 'ايور', '', NULL, 1023, 1024, 2, 13, 1, NULL, NULL),
(533, 'آشخانه', '', NULL, 1025, 1026, 2, 13, 1, NULL, NULL),
(534, 'آوا', '', NULL, 1027, 1028, 2, 13, 1, NULL, NULL),
(535, 'بجنورد', '', NULL, 1029, 1030, 2, 13, 1, NULL, NULL),
(536, 'پيش قلعه', '', NULL, 1031, 1032, 2, 13, 1, NULL, NULL),
(537, 'تيتكانلو', '', NULL, 1033, 1034, 2, 13, 1, NULL, NULL),
(538, 'جاجرم', '', NULL, 1035, 1036, 2, 13, 1, NULL, NULL),
(539, 'چناران شهر', '', NULL, 1037, 1038, 2, 13, 1, NULL, NULL),
(540, 'حصارگرمخان', '', NULL, 1039, 1040, 2, 13, 1, NULL, NULL),
(541, 'درق', '', NULL, 1041, 1042, 2, 13, 1, NULL, NULL),
(542, 'راز', '', NULL, 1043, 1044, 2, 13, 1, NULL, NULL),
(543, 'زيارت', '', NULL, 1045, 1046, 2, 13, 1, NULL, NULL),
(544, 'سنخواست', '', NULL, 1047, 1048, 2, 13, 1, NULL, NULL),
(545, 'شوقان', '', NULL, 1049, 1050, 2, 13, 1, NULL, NULL),
(546, 'شيروان', '', NULL, 1051, 1052, 2, 13, 1, NULL, NULL),
(547, 'صفي آباد', '', NULL, 1053, 1054, 2, 13, 1, NULL, NULL),
(548, 'فاروج', '', NULL, 1055, 1056, 2, 13, 1, NULL, NULL),
(549, 'قاضي', '', NULL, 1057, 1058, 2, 13, 1, NULL, NULL),
(550, 'قوشخانه', '', NULL, 1059, 1060, 2, 13, 1, NULL, NULL),
(551, 'گرمه', '', NULL, 1061, 1062, 2, 13, 1, NULL, NULL),
(552, 'لوجلي', '', NULL, 1063, 1064, 2, 13, 1, NULL, NULL),
(553, 'ابوحميظه', '', NULL, 1067, 1068, 2, 14, 1, NULL, NULL),
(554, 'اروندکنار', '', NULL, 1069, 1070, 2, 14, 1, NULL, NULL),
(555, 'الوان', '', NULL, 1071, 1072, 2, 14, 1, NULL, NULL),
(556, 'الهايي', '', NULL, 1073, 1074, 2, 14, 1, NULL, NULL),
(557, 'اميديه', '', NULL, 1075, 1076, 2, 14, 1, NULL, NULL),
(558, 'انديمشک', '', NULL, 1077, 1078, 2, 14, 1, NULL, NULL),
(559, 'اهواز', '', NULL, 1079, 1080, 2, 14, 1, NULL, NULL),
(560, 'ايذه', '', NULL, 1081, 1082, 2, 14, 1, NULL, NULL),
(561, 'آبادان', '', NULL, 1083, 1084, 2, 14, 1, NULL, NULL),
(562, 'آبژدان', '', NULL, 1085, 1086, 2, 14, 1, NULL, NULL),
(563, 'آزادي', '', NULL, 1087, 1088, 2, 14, 1, NULL, NULL),
(564, 'آغاجاري', '', NULL, 1089, 1090, 2, 14, 1, NULL, NULL),
(565, 'باغ ملک', '', NULL, 1091, 1092, 2, 14, 1, NULL, NULL),
(566, 'بستان', '', NULL, 1093, 1094, 2, 14, 1, NULL, NULL),
(567, 'بندرامام خميني', '', NULL, 1095, 1096, 2, 14, 1, NULL, NULL),
(568, 'بندرماهشهر', '', NULL, 1097, 1098, 2, 14, 1, NULL, NULL),
(569, 'بهبهان', '', NULL, 1099, 1100, 2, 14, 1, NULL, NULL),
(570, 'بيدروبه', '', NULL, 1101, 1102, 2, 14, 1, NULL, NULL),
(571, 'ترکالکي', '', NULL, 1103, 1104, 2, 14, 1, NULL, NULL),
(572, 'تشان', '', NULL, 1105, 1106, 2, 14, 1, NULL, NULL),
(573, 'جايزان', '', NULL, 1107, 1108, 2, 14, 1, NULL, NULL),
(574, 'جنت مکان', '', NULL, 1109, 1110, 2, 14, 1, NULL, NULL),
(575, 'چغاميش', '', NULL, 1111, 1112, 2, 14, 1, NULL, NULL),
(576, 'چم گلک', '', NULL, 1113, 1114, 2, 14, 1, NULL, NULL),
(577, 'چمران', '', NULL, 1115, 1116, 2, 14, 1, NULL, NULL),
(578, 'چويبده', '', NULL, 1117, 1118, 2, 14, 1, NULL, NULL),
(579, 'حر', '', NULL, 1119, 1120, 2, 14, 1, NULL, NULL),
(580, 'حسينيه', '', NULL, 1121, 1122, 2, 14, 1, NULL, NULL),
(581, 'حمزه', '', NULL, 1123, 1124, 2, 14, 1, NULL, NULL),
(582, 'حميديه', '', NULL, 1125, 1126, 2, 14, 1, NULL, NULL),
(583, 'خرمشهر', '', NULL, 1127, 1128, 2, 14, 1, NULL, NULL),
(584, 'خنافره', '', NULL, 1129, 1130, 2, 14, 1, NULL, NULL),
(585, 'دارخوين', '', NULL, 1131, 1132, 2, 14, 1, NULL, NULL),
(586, 'دزفول', '', NULL, 1133, 1134, 2, 14, 1, NULL, NULL),
(587, 'دهدز', '', NULL, 1135, 1136, 2, 14, 1, NULL, NULL),
(588, 'رامشير', '', NULL, 1137, 1138, 2, 14, 1, NULL, NULL),
(589, 'رامهرمز', '', NULL, 1139, 1140, 2, 14, 1, NULL, NULL),
(590, 'رفيع', '', NULL, 1141, 1142, 2, 14, 1, NULL, NULL),
(591, 'زهره', '', NULL, 1143, 1144, 2, 14, 1, NULL, NULL),
(592, 'سالند', '', NULL, 1145, 1146, 2, 14, 1, NULL, NULL),
(593, 'سرداران', '', NULL, 1147, 1148, 2, 14, 1, NULL, NULL),
(594, 'سردشت', '', NULL, 1149, 1150, 2, 14, 1, NULL, NULL),
(595, 'سماله', '', NULL, 1151, 1152, 2, 14, 1, NULL, NULL),
(596, 'سوسنگرد', '', NULL, 1153, 1154, 2, 14, 1, NULL, NULL),
(597, 'سياه منصور', '', NULL, 1155, 1156, 2, 14, 1, NULL, NULL),
(598, 'شادگان', '', NULL, 1157, 1158, 2, 14, 1, NULL, NULL),
(599, 'شاوور', '', NULL, 1159, 1160, 2, 14, 1, NULL, NULL),
(600, 'شرافت', '', NULL, 1161, 1162, 2, 14, 1, NULL, NULL),
(601, 'شمس آباد', '', NULL, 1163, 1164, 2, 14, 1, NULL, NULL),
(602, 'شوش', '', NULL, 1165, 1166, 2, 14, 1, NULL, NULL),
(603, 'شوشتر', '', NULL, 1167, 1168, 2, 14, 1, NULL, NULL),
(604, 'شهر امام', '', NULL, 1169, 1170, 2, 14, 1, NULL, NULL),
(605, 'شيبان', '', NULL, 1171, 1172, 2, 14, 1, NULL, NULL),
(606, 'صالح شهر', '', NULL, 1173, 1174, 2, 14, 1, NULL, NULL),
(607, 'صفي آباد', '', NULL, 1175, 1176, 2, 14, 1, NULL, NULL),
(608, 'صيدون', '', NULL, 1177, 1178, 2, 14, 1, NULL, NULL),
(609, 'فتح المبين', '', NULL, 1179, 1180, 2, 14, 1, NULL, NULL),
(610, 'قلعه تل', '', NULL, 1181, 1182, 2, 14, 1, NULL, NULL),
(611, 'قلعه خواجه', '', NULL, 1183, 1184, 2, 14, 1, NULL, NULL),
(612, 'کوت سيدنعيم', '', NULL, 1185, 1186, 2, 14, 1, NULL, NULL),
(613, 'کوت عبداله', '', NULL, 1187, 1188, 2, 14, 1, NULL, NULL),
(614, 'گتوند', '', NULL, 1189, 1190, 2, 14, 1, NULL, NULL),
(615, 'گلگير', '', NULL, 1191, 1192, 2, 14, 1, NULL, NULL),
(616, 'گوريه', '', NULL, 1193, 1194, 2, 14, 1, NULL, NULL),
(617, 'لالي', '', NULL, 1195, 1196, 2, 14, 1, NULL, NULL),
(618, 'مسجدسليمان', '', NULL, 1197, 1198, 2, 14, 1, NULL, NULL),
(619, 'مشراگه', '', NULL, 1199, 1200, 2, 14, 1, NULL, NULL),
(620, 'مقاومت', '', NULL, 1201, 1202, 2, 14, 1, NULL, NULL),
(621, 'ملاثاني', '', NULL, 1203, 1204, 2, 14, 1, NULL, NULL),
(622, 'منصوريه', '', NULL, 1205, 1206, 2, 14, 1, NULL, NULL),
(623, 'ميانرود', '', NULL, 1207, 1208, 2, 14, 1, NULL, NULL),
(624, 'ميداود', '', NULL, 1209, 1210, 2, 14, 1, NULL, NULL),
(625, 'مينوشهر', '', NULL, 1211, 1212, 2, 14, 1, NULL, NULL),
(626, 'ويس', '', NULL, 1213, 1214, 2, 14, 1, NULL, NULL),
(627, 'هفتگل', '', NULL, 1215, 1216, 2, 14, 1, NULL, NULL),
(628, 'هنديجان', '', NULL, 1217, 1218, 2, 14, 1, NULL, NULL),
(629, 'هويزه', '', NULL, 1219, 1220, 2, 14, 1, NULL, NULL),
(630, 'ابهر', '', NULL, 1223, 1224, 2, 15, 1, NULL, NULL),
(631, 'ارمغانخانه', '', NULL, 1225, 1226, 2, 15, 1, NULL, NULL),
(632, 'آب بر', '', NULL, 1227, 1228, 2, 15, 1, NULL, NULL),
(633, 'چورزق', '', NULL, 1229, 1230, 2, 15, 1, NULL, NULL),
(634, 'حلب', '', NULL, 1231, 1232, 2, 15, 1, NULL, NULL),
(635, 'خرمدره', '', NULL, 1233, 1234, 2, 15, 1, NULL, NULL),
(636, 'دندي', '', NULL, 1235, 1236, 2, 15, 1, NULL, NULL),
(637, 'زرين آباد', '', NULL, 1237, 1238, 2, 15, 1, NULL, NULL),
(638, 'زرين رود', '', NULL, 1239, 1240, 2, 15, 1, NULL, NULL),
(639, 'زنجان', '', NULL, 1241, 1242, 2, 15, 1, NULL, NULL),
(640, 'سجاس', '', NULL, 1243, 1244, 2, 15, 1, NULL, NULL),
(641, 'سلطانيه', '', NULL, 1245, 1246, 2, 15, 1, NULL, NULL),
(642, 'سهرورد', '', NULL, 1247, 1248, 2, 15, 1, NULL, NULL),
(643, 'صايين قلعه', '', NULL, 1249, 1250, 2, 15, 1, NULL, NULL),
(644, 'قيدار', '', NULL, 1251, 1252, 2, 15, 1, NULL, NULL),
(645, 'کرسف', '', NULL, 1253, 1254, 2, 15, 1, NULL, NULL),
(646, 'گرماب', '', NULL, 1255, 1256, 2, 15, 1, NULL, NULL),
(647, 'ماه نشان', '', NULL, 1257, 1258, 2, 15, 1, NULL, NULL),
(648, 'نوربهار', '', NULL, 1259, 1260, 2, 15, 1, NULL, NULL),
(649, 'نيک پي', '', NULL, 1261, 1262, 2, 15, 1, NULL, NULL),
(650, 'هيدج', '', NULL, 1263, 1264, 2, 15, 1, NULL, NULL),
(651, 'اميريه', '', NULL, 1267, 1268, 2, 16, 1, NULL, NULL),
(652, 'ايوانكي', '', NULL, 1269, 1270, 2, 16, 1, NULL, NULL),
(653, 'آرادان', '', NULL, 1271, 1272, 2, 16, 1, NULL, NULL),
(654, 'بسطام', '', NULL, 1273, 1274, 2, 16, 1, NULL, NULL),
(655, 'بيارجمند', '', NULL, 1275, 1276, 2, 16, 1, NULL, NULL),
(656, 'دامغان', '', NULL, 1277, 1278, 2, 16, 1, NULL, NULL),
(657, 'درجزين', '', NULL, 1279, 1280, 2, 16, 1, NULL, NULL),
(658, 'ديباج', '', NULL, 1281, 1282, 2, 16, 1, NULL, NULL),
(659, 'روديان', '', NULL, 1283, 1284, 2, 16, 1, NULL, NULL),
(660, 'سرخه', '', NULL, 1285, 1286, 2, 16, 1, NULL, NULL),
(661, 'سمنان', '', NULL, 1287, 1288, 2, 16, 1, NULL, NULL),
(662, 'شاهرود', '', NULL, 1289, 1290, 2, 16, 1, NULL, NULL),
(663, 'شهميرزاد', '', NULL, 1291, 1292, 2, 16, 1, NULL, NULL),
(664, 'کلاته', '', NULL, 1293, 1294, 2, 16, 1, NULL, NULL),
(665, 'کهن آباد', '', NULL, 1295, 1296, 2, 16, 1, NULL, NULL),
(666, 'كلاته خيج', '', NULL, 1297, 1298, 2, 16, 1, NULL, NULL),
(667, 'گرمسار', '', NULL, 1299, 1300, 2, 16, 1, NULL, NULL),
(668, 'مجن', '', NULL, 1301, 1302, 2, 16, 1, NULL, NULL),
(669, 'مهدئ شهر', '', NULL, 1303, 1304, 2, 16, 1, NULL, NULL),
(670, 'ميامي', '', NULL, 1305, 1306, 2, 16, 1, NULL, NULL),
(671, 'اديمي', '', NULL, 1309, 1310, 2, 17, 1, NULL, NULL),
(672, 'اسپكه', '', NULL, 1311, 1312, 2, 17, 1, NULL, NULL),
(673, 'ايرانشهر', '', NULL, 1313, 1314, 2, 17, 1, NULL, NULL),
(674, 'بزمان', '', NULL, 1315, 1316, 2, 17, 1, NULL, NULL),
(675, 'بمپور', '', NULL, 1317, 1318, 2, 17, 1, NULL, NULL),
(676, 'بنت', '', NULL, 1319, 1320, 2, 17, 1, NULL, NULL),
(677, 'بنجار', '', NULL, 1321, 1322, 2, 17, 1, NULL, NULL),
(678, 'پيشين', '', NULL, 1323, 1324, 2, 17, 1, NULL, NULL),
(679, 'جالق', '', NULL, 1325, 1326, 2, 17, 1, NULL, NULL),
(680, 'چاه بهار', '', NULL, 1327, 1328, 2, 17, 1, NULL, NULL),
(681, 'خاش', '', NULL, 1329, 1330, 2, 17, 1, NULL, NULL),
(682, 'دوست محمد', '', NULL, 1331, 1332, 2, 17, 1, NULL, NULL),
(683, 'راسك', '', NULL, 1333, 1334, 2, 17, 1, NULL, NULL),
(684, 'زابل', '', NULL, 1335, 1336, 2, 17, 1, NULL, NULL),
(685, 'زابلي', '', NULL, 1337, 1338, 2, 17, 1, NULL, NULL),
(686, 'زاهدان', '', NULL, 1339, 1340, 2, 17, 1, NULL, NULL),
(687, 'زرآباد', '', NULL, 1341, 1342, 2, 17, 1, NULL, NULL),
(688, 'زهك', '', NULL, 1343, 1344, 2, 17, 1, NULL, NULL),
(689, 'سراوان', '', NULL, 1345, 1346, 2, 17, 1, NULL, NULL),
(690, 'سرباز', '', NULL, 1347, 1348, 2, 17, 1, NULL, NULL),
(691, 'سوران', '', NULL, 1349, 1350, 2, 17, 1, NULL, NULL),
(692, 'سيركان', '', NULL, 1351, 1352, 2, 17, 1, NULL, NULL),
(693, 'علي اکبر', '', NULL, 1353, 1354, 2, 17, 1, NULL, NULL),
(694, 'فنوج', '', NULL, 1355, 1356, 2, 17, 1, NULL, NULL),
(695, 'قصرقند', '', NULL, 1357, 1358, 2, 17, 1, NULL, NULL),
(696, 'كنارك', '', NULL, 1359, 1360, 2, 17, 1, NULL, NULL),
(697, 'گشت', '', NULL, 1361, 1362, 2, 17, 1, NULL, NULL),
(698, 'گلمورتي', '', NULL, 1363, 1364, 2, 17, 1, NULL, NULL),
(699, 'محمدان', '', NULL, 1365, 1366, 2, 17, 1, NULL, NULL),
(700, 'محمدآباد', '', NULL, 1367, 1368, 2, 17, 1, NULL, NULL),
(701, 'محمدي', '', NULL, 1369, 1370, 2, 17, 1, NULL, NULL),
(702, 'ميرجاوه', '', NULL, 1371, 1372, 2, 17, 1, NULL, NULL),
(703, 'نصرت آباد', '', NULL, 1373, 1374, 2, 17, 1, NULL, NULL),
(704, 'نگور', '', NULL, 1375, 1376, 2, 17, 1, NULL, NULL),
(705, 'نوك آباد', '', NULL, 1377, 1378, 2, 17, 1, NULL, NULL),
(706, 'نيك شهر', '', NULL, 1379, 1380, 2, 17, 1, NULL, NULL),
(707, 'هيدوچ', '', NULL, 1381, 1382, 2, 17, 1, NULL, NULL),
(708, 'اردکان', '', NULL, 1385, 1386, 2, 18, 1, NULL, NULL),
(709, 'ارسنجان', '', NULL, 1387, 1388, 2, 18, 1, NULL, NULL),
(710, 'استهبان', '', NULL, 1389, 1390, 2, 18, 1, NULL, NULL),
(711, 'اسير', '', NULL, 1391, 1392, 2, 18, 1, NULL, NULL),
(712, 'اشکنان', '', NULL, 1393, 1394, 2, 18, 1, NULL, NULL),
(713, 'افزر', '', NULL, 1395, 1396, 2, 18, 1, NULL, NULL),
(714, 'اقليد', '', NULL, 1397, 1398, 2, 18, 1, NULL, NULL),
(715, 'امام شهر', '', NULL, 1399, 1400, 2, 18, 1, NULL, NULL),
(716, 'اوز', '', NULL, 1401, 1402, 2, 18, 1, NULL, NULL),
(717, 'اهل', '', NULL, 1403, 1404, 2, 18, 1, NULL, NULL),
(718, 'ايج', '', NULL, 1405, 1406, 2, 18, 1, NULL, NULL),
(719, 'ايزدخواست', '', NULL, 1407, 1408, 2, 18, 1, NULL, NULL),
(720, 'آباده', '', NULL, 1409, 1410, 2, 18, 1, NULL, NULL),
(721, 'آباده طشک', '', NULL, 1411, 1412, 2, 18, 1, NULL, NULL),
(722, 'باب انار', '', NULL, 1413, 1414, 2, 18, 1, NULL, NULL),
(723, 'بابامنير', '', NULL, 1415, 1416, 2, 18, 1, NULL, NULL),
(724, 'بالاده', '', NULL, 1417, 1418, 2, 18, 1, NULL, NULL),
(725, 'بنارويه', '', NULL, 1419, 1420, 2, 18, 1, NULL, NULL),
(726, 'بوانات', '', NULL, 1421, 1422, 2, 18, 1, NULL, NULL),
(727, 'بهمن', '', NULL, 1423, 1424, 2, 18, 1, NULL, NULL),
(728, 'بيرم', '', NULL, 1425, 1426, 2, 18, 1, NULL, NULL),
(729, 'بيضا', '', NULL, 1427, 1428, 2, 18, 1, NULL, NULL),
(730, 'جنت شهر', '', NULL, 1429, 1430, 2, 18, 1, NULL, NULL),
(731, 'جويم', '', NULL, 1431, 1432, 2, 18, 1, NULL, NULL),
(732, 'جهرم', '', NULL, 1433, 1434, 2, 18, 1, NULL, NULL),
(733, 'حاجي آباد', '', NULL, 1435, 1436, 2, 18, 1, NULL, NULL),
(734, 'حسامي', '', NULL, 1437, 1438, 2, 18, 1, NULL, NULL),
(735, 'حسن اباد', '', NULL, 1439, 1440, 2, 18, 1, NULL, NULL),
(736, 'خانه زنيان', '', NULL, 1441, 1442, 2, 18, 1, NULL, NULL),
(737, 'خانيمن', '', NULL, 1443, 1444, 2, 18, 1, NULL, NULL),
(738, 'خاوران', '', NULL, 1445, 1446, 2, 18, 1, NULL, NULL),
(739, 'خرامه', '', NULL, 1447, 1448, 2, 18, 1, NULL, NULL),
(740, 'خشت', '', NULL, 1449, 1450, 2, 18, 1, NULL, NULL),
(741, 'خنج', '', NULL, 1451, 1452, 2, 18, 1, NULL, NULL),
(742, 'خور', '', NULL, 1453, 1454, 2, 18, 1, NULL, NULL),
(743, 'خوزي', '', NULL, 1455, 1456, 2, 18, 1, NULL, NULL),
(744, 'خومه زار', '', NULL, 1457, 1458, 2, 18, 1, NULL, NULL),
(745, 'داراب', '', NULL, 1459, 1460, 2, 18, 1, NULL, NULL),
(746, 'داريان', '', NULL, 1461, 1462, 2, 18, 1, NULL, NULL),
(747, 'دبيران', '', NULL, 1463, 1464, 2, 18, 1, NULL, NULL),
(748, 'دژکرد', '', NULL, 1465, 1466, 2, 18, 1, NULL, NULL),
(749, 'دوبرجي', '', NULL, 1467, 1468, 2, 18, 1, NULL, NULL),
(750, 'دوزه', '', NULL, 1469, 1470, 2, 18, 1, NULL, NULL),
(751, 'دهرم', '', NULL, 1471, 1472, 2, 18, 1, NULL, NULL),
(752, 'رامجرد', '', NULL, 1473, 1474, 2, 18, 1, NULL, NULL),
(753, 'رونيز', '', NULL, 1475, 1476, 2, 18, 1, NULL, NULL),
(754, 'زاهدشهر', '', NULL, 1477, 1478, 2, 18, 1, NULL, NULL),
(755, 'زرقان', '', NULL, 1479, 1480, 2, 18, 1, NULL, NULL),
(756, 'سده', '', NULL, 1481, 1482, 2, 18, 1, NULL, NULL),
(757, 'سروستان', '', NULL, 1483, 1484, 2, 18, 1, NULL, NULL),
(758, 'سعادت شهر', '', NULL, 1485, 1486, 2, 18, 1, NULL, NULL),
(759, 'سلطان شهر', '', NULL, 1487, 1488, 2, 18, 1, NULL, NULL),
(760, 'سورمق', '', NULL, 1489, 1490, 2, 18, 1, NULL, NULL),
(761, 'سيدان', '', NULL, 1491, 1492, 2, 18, 1, NULL, NULL),
(762, 'ششده', '', NULL, 1493, 1494, 2, 18, 1, NULL, NULL),
(763, 'شهرپير', '', NULL, 1495, 1496, 2, 18, 1, NULL, NULL),
(764, 'شهرصدرا', '', NULL, 1497, 1498, 2, 18, 1, NULL, NULL),
(765, 'شيراز', '', NULL, 1499, 1500, 2, 18, 1, NULL, NULL),
(766, 'صغاد', '', NULL, 1501, 1502, 2, 18, 1, NULL, NULL),
(767, 'صفاشهر', '', NULL, 1503, 1504, 2, 18, 1, NULL, NULL),
(768, 'علامرودشت', '', NULL, 1505, 1506, 2, 18, 1, NULL, NULL),
(769, 'عمادده', '', NULL, 1507, 1508, 2, 18, 1, NULL, NULL),
(770, 'فدامي', '', NULL, 1509, 1510, 2, 18, 1, NULL, NULL),
(771, 'فراشبند', '', NULL, 1511, 1512, 2, 18, 1, NULL, NULL),
(772, 'فسا', '', NULL, 1513, 1514, 2, 18, 1, NULL, NULL),
(773, 'فيروزآباد', '', NULL, 1515, 1516, 2, 18, 1, NULL, NULL),
(774, 'قادراباد', '', NULL, 1517, 1518, 2, 18, 1, NULL, NULL),
(775, 'قايميه', '', NULL, 1519, 1520, 2, 18, 1, NULL, NULL),
(776, 'قره بلاغ', '', NULL, 1521, 1522, 2, 18, 1, NULL, NULL),
(777, 'قطب آباد', '', NULL, 1523, 1524, 2, 18, 1, NULL, NULL),
(778, 'قطرويه', '', NULL, 1525, 1526, 2, 18, 1, NULL, NULL),
(779, 'قير', '', NULL, 1527, 1528, 2, 18, 1, NULL, NULL),
(780, 'کارزين (فتح آباد)', '', NULL, 1529, 1530, 2, 18, 1, NULL, NULL),
(781, 'کازرون', '', NULL, 1531, 1532, 2, 18, 1, NULL, NULL),
(782, 'کامفيروز', '', NULL, 1533, 1534, 2, 18, 1, NULL, NULL),
(783, 'کره اي', '', NULL, 1535, 1536, 2, 18, 1, NULL, NULL),
(784, 'کنارتخته', '', NULL, 1537, 1538, 2, 18, 1, NULL, NULL),
(785, 'کوار', '', NULL, 1539, 1540, 2, 18, 1, NULL, NULL),
(786, 'کوپن', '', NULL, 1541, 1542, 2, 18, 1, NULL, NULL),
(787, 'کوهنجان', '', NULL, 1543, 1544, 2, 18, 1, NULL, NULL),
(788, 'گراش', '', NULL, 1545, 1546, 2, 18, 1, NULL, NULL),
(789, 'گله دار', '', NULL, 1547, 1548, 2, 18, 1, NULL, NULL),
(790, 'لار', '', NULL, 1549, 1550, 2, 18, 1, NULL, NULL);
INSERT INTO `cities` (`id`, `title`, `globalCode`, `bigState`, `lft`, `rgt`, `lvl`, `parent_id`, `status`, `created_at`, `updated_at`) VALUES
(791, 'لامرد', '', NULL, 1551, 1552, 2, 18, 1, NULL, NULL),
(792, 'لپويي', '', NULL, 1553, 1554, 2, 18, 1, NULL, NULL),
(793, 'لطيفي', '', NULL, 1555, 1556, 2, 18, 1, NULL, NULL),
(794, 'مادرسليمان', '', NULL, 1557, 1558, 2, 18, 1, NULL, NULL),
(795, 'مبارک آبادديز', '', NULL, 1559, 1560, 2, 18, 1, NULL, NULL),
(796, 'مرودشت', '', NULL, 1561, 1562, 2, 18, 1, NULL, NULL),
(797, 'مزايجان', '', NULL, 1563, 1564, 2, 18, 1, NULL, NULL),
(798, 'مشکان', '', NULL, 1565, 1566, 2, 18, 1, NULL, NULL),
(799, 'مصيري', '', NULL, 1567, 1568, 2, 18, 1, NULL, NULL),
(800, 'مهر', '', NULL, 1569, 1570, 2, 18, 1, NULL, NULL),
(801, 'ميانشهر', '', NULL, 1571, 1572, 2, 18, 1, NULL, NULL),
(802, 'ميمند', '', NULL, 1573, 1574, 2, 18, 1, NULL, NULL),
(803, 'نوبندگان', '', NULL, 1575, 1576, 2, 18, 1, NULL, NULL),
(804, 'نوجين', '', NULL, 1577, 1578, 2, 18, 1, NULL, NULL),
(805, 'نودان', '', NULL, 1579, 1580, 2, 18, 1, NULL, NULL),
(806, 'نورآباد', '', NULL, 1581, 1582, 2, 18, 1, NULL, NULL),
(807, 'ني ريز', '', NULL, 1583, 1584, 2, 18, 1, NULL, NULL),
(808, 'وراوي', '', NULL, 1585, 1586, 2, 18, 1, NULL, NULL),
(809, 'هماشهر', '', NULL, 1587, 1588, 2, 18, 1, NULL, NULL),
(810, 'ارداق', '', NULL, 1591, 1592, 2, 19, 1, NULL, NULL),
(811, 'اسفرورين', '', NULL, 1593, 1594, 2, 19, 1, NULL, NULL),
(812, 'اقباليه', '', NULL, 1595, 1596, 2, 19, 1, NULL, NULL),
(813, 'الوند', '', NULL, 1597, 1598, 2, 19, 1, NULL, NULL),
(814, 'آبگرم', '', NULL, 1599, 1600, 2, 19, 1, NULL, NULL),
(815, 'آبيك', '', NULL, 1601, 1602, 2, 19, 1, NULL, NULL),
(816, 'آوج', '', NULL, 1603, 1604, 2, 19, 1, NULL, NULL),
(817, 'بوئين زهرا', '', NULL, 1605, 1606, 2, 19, 1, NULL, NULL),
(818, 'بيدستان', '', NULL, 1607, 1608, 2, 19, 1, NULL, NULL),
(819, 'تاكستان', '', NULL, 1609, 1610, 2, 19, 1, NULL, NULL),
(820, 'خاكعلي', '', NULL, 1611, 1612, 2, 19, 1, NULL, NULL),
(821, 'خرمدشت', '', NULL, 1613, 1614, 2, 19, 1, NULL, NULL),
(822, 'دانسفهان', '', NULL, 1615, 1616, 2, 19, 1, NULL, NULL),
(823, 'رازميان', '', NULL, 1617, 1618, 2, 19, 1, NULL, NULL),
(824, 'سگزآباد', '', NULL, 1619, 1620, 2, 19, 1, NULL, NULL),
(825, 'سيردان', '', NULL, 1621, 1622, 2, 19, 1, NULL, NULL),
(826, 'شال', '', NULL, 1623, 1624, 2, 19, 1, NULL, NULL),
(827, 'شريفيه', '', NULL, 1625, 1626, 2, 19, 1, NULL, NULL),
(828, 'ضياڈآباد', '', NULL, 1627, 1628, 2, 19, 1, NULL, NULL),
(829, 'قزوين', '', NULL, 1629, 1630, 2, 19, 1, NULL, NULL),
(830, 'كوهين', '', NULL, 1631, 1632, 2, 19, 1, NULL, NULL),
(831, 'محمديه', '', NULL, 1633, 1634, 2, 19, 1, NULL, NULL),
(832, 'محمودآبادنمونه', '', NULL, 1635, 1636, 2, 19, 1, NULL, NULL),
(833, 'معلم كلايه', '', NULL, 1637, 1638, 2, 19, 1, NULL, NULL),
(834, 'نرجه', '', NULL, 1639, 1640, 2, 19, 1, NULL, NULL),
(835, 'جعفريه', '', NULL, 1643, 1644, 2, 20, 1, NULL, NULL),
(836, 'دستجرد', '', NULL, 1645, 1646, 2, 20, 1, NULL, NULL),
(837, 'سلفچگان', '', NULL, 1647, 1648, 2, 20, 1, NULL, NULL),
(838, 'قم', '', NULL, 1649, 1650, 2, 20, 1, NULL, NULL),
(839, 'قنوات', '', NULL, 1651, 1652, 2, 20, 1, NULL, NULL),
(840, 'کهک', '', NULL, 1653, 1654, 2, 20, 1, NULL, NULL),
(841, 'بانه', '', NULL, 1657, 1658, 2, 21, 1, NULL, NULL),
(842, 'بیجار', '', NULL, 1659, 1660, 2, 21, 1, NULL, NULL),
(843, 'دهگلان', '', NULL, 1661, 1662, 2, 21, 1, NULL, NULL),
(844, 'دیواندره', '', NULL, 1663, 1664, 2, 21, 1, NULL, NULL),
(845, 'سرو آباد', '', NULL, 1665, 1666, 2, 21, 1, NULL, NULL),
(846, 'سقز', '', NULL, 1667, 1668, 2, 21, 1, NULL, NULL),
(847, 'اختيارآباد', '', NULL, 1671, 1672, 2, 22, 1, NULL, NULL),
(848, 'ارزوئيه', '', NULL, 1673, 1674, 2, 22, 1, NULL, NULL),
(849, 'امين شهر', '', NULL, 1675, 1676, 2, 22, 1, NULL, NULL),
(850, 'انار', '', NULL, 1677, 1678, 2, 22, 1, NULL, NULL),
(851, 'اندوهجرد', '', NULL, 1679, 1680, 2, 22, 1, NULL, NULL),
(852, 'باغين', '', NULL, 1681, 1682, 2, 22, 1, NULL, NULL),
(853, 'بافت', '', NULL, 1683, 1684, 2, 22, 1, NULL, NULL),
(854, 'بردسير', '', NULL, 1685, 1686, 2, 22, 1, NULL, NULL),
(855, 'بروات', '', NULL, 1687, 1688, 2, 22, 1, NULL, NULL),
(856, 'بزنجان', '', NULL, 1689, 1690, 2, 22, 1, NULL, NULL),
(857, 'بلورد', '', NULL, 1691, 1692, 2, 22, 1, NULL, NULL),
(858, 'بلوک', '', NULL, 1693, 1694, 2, 22, 1, NULL, NULL),
(859, 'بم', '', NULL, 1695, 1696, 2, 22, 1, NULL, NULL),
(860, 'بهرمان', '', NULL, 1697, 1698, 2, 22, 1, NULL, NULL),
(861, 'پاريز', '', NULL, 1699, 1700, 2, 22, 1, NULL, NULL),
(862, 'جبالبارز', '', NULL, 1701, 1702, 2, 22, 1, NULL, NULL),
(863, 'جوپار', '', NULL, 1703, 1704, 2, 22, 1, NULL, NULL),
(864, 'جوزم', '', NULL, 1705, 1706, 2, 22, 1, NULL, NULL),
(865, 'جيرفت', '', NULL, 1707, 1708, 2, 22, 1, NULL, NULL),
(866, 'چترود', '', NULL, 1709, 1710, 2, 22, 1, NULL, NULL),
(867, 'خاتون اباد', '', NULL, 1711, 1712, 2, 22, 1, NULL, NULL),
(868, 'خانوك', '', NULL, 1713, 1714, 2, 22, 1, NULL, NULL),
(869, 'خواجو شهر', '', NULL, 1715, 1716, 2, 22, 1, NULL, NULL),
(870, 'خورسند', '', NULL, 1717, 1718, 2, 22, 1, NULL, NULL),
(871, 'درب بهشت', '', NULL, 1719, 1720, 2, 22, 1, NULL, NULL),
(872, 'دشتکار', '', NULL, 1721, 1722, 2, 22, 1, NULL, NULL),
(873, 'دوساري', '', NULL, 1723, 1724, 2, 22, 1, NULL, NULL),
(874, 'دهج', '', NULL, 1725, 1726, 2, 22, 1, NULL, NULL),
(875, 'رابر', '', NULL, 1727, 1728, 2, 22, 1, NULL, NULL),
(876, 'راور', '', NULL, 1729, 1730, 2, 22, 1, NULL, NULL),
(877, 'راين', '', NULL, 1731, 1732, 2, 22, 1, NULL, NULL),
(878, 'رفسنجان', '', NULL, 1733, 1734, 2, 22, 1, NULL, NULL),
(879, 'رودبار', '', NULL, 1735, 1736, 2, 22, 1, NULL, NULL),
(880, 'ريحان', '', NULL, 1737, 1738, 2, 22, 1, NULL, NULL),
(881, 'زرند', '', NULL, 1739, 1740, 2, 22, 1, NULL, NULL),
(882, 'زنگي آباد', '', NULL, 1741, 1742, 2, 22, 1, NULL, NULL),
(883, 'زهکلوت', '', NULL, 1743, 1744, 2, 22, 1, NULL, NULL),
(884, 'زيدآباد', '', NULL, 1745, 1746, 2, 22, 1, NULL, NULL),
(885, 'سيرجان', '', NULL, 1747, 1748, 2, 22, 1, NULL, NULL),
(886, 'شهداد', '', NULL, 1749, 1750, 2, 22, 1, NULL, NULL),
(887, 'شهربابك', '', NULL, 1751, 1752, 2, 22, 1, NULL, NULL),
(888, 'صفائيه', '', NULL, 1753, 1754, 2, 22, 1, NULL, NULL),
(889, 'عنبرآباد', '', NULL, 1755, 1756, 2, 22, 1, NULL, NULL),
(890, 'فارياب', '', NULL, 1757, 1758, 2, 22, 1, NULL, NULL),
(891, 'فهرج', '', NULL, 1759, 1760, 2, 22, 1, NULL, NULL),
(892, 'قلعه گنج', '', NULL, 1761, 1762, 2, 22, 1, NULL, NULL),
(893, 'كاظم آباد', '', NULL, 1763, 1764, 2, 22, 1, NULL, NULL),
(894, 'كرمان', '', NULL, 1765, 1766, 2, 22, 1, NULL, NULL),
(895, 'كشكوئيه', '', NULL, 1767, 1768, 2, 22, 1, NULL, NULL),
(896, 'كوهبنان', '', NULL, 1769, 1770, 2, 22, 1, NULL, NULL),
(897, 'كهنوج', '', NULL, 1771, 1772, 2, 22, 1, NULL, NULL),
(898, 'كيانشهر', '', NULL, 1773, 1774, 2, 22, 1, NULL, NULL),
(899, 'گلباف', '', NULL, 1775, 1776, 2, 22, 1, NULL, NULL),
(900, 'گلزار', '', NULL, 1777, 1778, 2, 22, 1, NULL, NULL),
(901, 'گنبکي', '', NULL, 1779, 1780, 2, 22, 1, NULL, NULL),
(902, 'لاله زار', '', NULL, 1781, 1782, 2, 22, 1, NULL, NULL),
(903, 'ماهان', '', NULL, 1783, 1784, 2, 22, 1, NULL, NULL),
(904, 'محمدآباد', '', NULL, 1785, 1786, 2, 22, 1, NULL, NULL),
(905, 'محي آباد', '', NULL, 1787, 1788, 2, 22, 1, NULL, NULL),
(906, 'مردهك', '', NULL, 1789, 1790, 2, 22, 1, NULL, NULL),
(907, 'مس سرچشمه', '', NULL, 1791, 1792, 2, 22, 1, NULL, NULL),
(908, 'منوجان', '', NULL, 1793, 1794, 2, 22, 1, NULL, NULL),
(909, 'نجف شهر', '', NULL, 1795, 1796, 2, 22, 1, NULL, NULL),
(910, 'نرماشير', '', NULL, 1797, 1798, 2, 22, 1, NULL, NULL),
(911, 'نظام شهر', '', NULL, 1799, 1800, 2, 22, 1, NULL, NULL),
(912, 'نگار', '', NULL, 1801, 1802, 2, 22, 1, NULL, NULL),
(913, 'نودژ', '', NULL, 1803, 1804, 2, 22, 1, NULL, NULL),
(914, 'هجدك', '', NULL, 1805, 1806, 2, 22, 1, NULL, NULL),
(915, 'هماشهر', '', NULL, 1807, 1808, 2, 22, 1, NULL, NULL),
(916, 'هنزا', '', NULL, 1809, 1810, 2, 22, 1, NULL, NULL),
(917, 'يزدان شهر', '', NULL, 1811, 1812, 2, 22, 1, NULL, NULL),
(918, 'ازگله', '', NULL, 1815, 1816, 2, 23, 1, NULL, NULL),
(919, 'اسلام آبادغرب', '', NULL, 1817, 1818, 2, 23, 1, NULL, NULL),
(920, 'بانوره', '', NULL, 1819, 1820, 2, 23, 1, NULL, NULL),
(921, 'باينگان', '', NULL, 1821, 1822, 2, 23, 1, NULL, NULL),
(922, 'بيستون', '', NULL, 1823, 1824, 2, 23, 1, NULL, NULL),
(923, 'پاوه', '', NULL, 1825, 1826, 2, 23, 1, NULL, NULL),
(924, 'تازه آباد', '', NULL, 1827, 1828, 2, 23, 1, NULL, NULL),
(925, 'جوانرود', '', NULL, 1829, 1830, 2, 23, 1, NULL, NULL),
(926, 'حميل', '', NULL, 1831, 1832, 2, 23, 1, NULL, NULL),
(927, 'رباط', '', NULL, 1833, 1834, 2, 23, 1, NULL, NULL),
(928, 'روانسر', '', NULL, 1835, 1836, 2, 23, 1, NULL, NULL),
(929, 'ريجاب', '', NULL, 1837, 1838, 2, 23, 1, NULL, NULL),
(930, 'سرپل ذهاب', '', NULL, 1839, 1840, 2, 23, 1, NULL, NULL),
(931, 'سرمست', '', NULL, 1841, 1842, 2, 23, 1, NULL, NULL),
(932, 'سطر', '', NULL, 1843, 1844, 2, 23, 1, NULL, NULL),
(933, 'سنقر', '', NULL, 1845, 1846, 2, 23, 1, NULL, NULL),
(934, 'سومار', '', NULL, 1847, 1848, 2, 23, 1, NULL, NULL),
(935, 'شاهو', '', NULL, 1849, 1850, 2, 23, 1, NULL, NULL),
(936, 'صحنه', '', NULL, 1851, 1852, 2, 23, 1, NULL, NULL),
(937, 'قصرشيرين', '', NULL, 1853, 1854, 2, 23, 1, NULL, NULL),
(938, 'کرمانشاه', '', NULL, 1855, 1856, 2, 23, 1, NULL, NULL),
(939, 'کرند', '', NULL, 1857, 1858, 2, 23, 1, NULL, NULL),
(940, 'کنگاور', '', NULL, 1859, 1860, 2, 23, 1, NULL, NULL),
(941, 'کوزران', '', NULL, 1861, 1862, 2, 23, 1, NULL, NULL),
(942, 'گودين', '', NULL, 1863, 1864, 2, 23, 1, NULL, NULL),
(943, 'گهواره', '', NULL, 1865, 1866, 2, 23, 1, NULL, NULL),
(944, 'گيلانغرب', '', NULL, 1867, 1868, 2, 23, 1, NULL, NULL),
(945, 'ميان راهان', '', NULL, 1869, 1870, 2, 23, 1, NULL, NULL),
(946, 'نودشه', '', NULL, 1871, 1872, 2, 23, 1, NULL, NULL),
(947, 'نوسود', '', NULL, 1873, 1874, 2, 23, 1, NULL, NULL),
(948, 'هرسين', '', NULL, 1875, 1876, 2, 23, 1, NULL, NULL),
(949, 'هلشي', '', NULL, 1877, 1878, 2, 23, 1, NULL, NULL),
(950, 'باشت', '', NULL, 1881, 1882, 2, 24, 1, NULL, NULL),
(951, 'پاتاوه', '', NULL, 1883, 1884, 2, 24, 1, NULL, NULL),
(952, 'چرام', '', NULL, 1885, 1886, 2, 24, 1, NULL, NULL),
(953, 'چيتاب', '', NULL, 1887, 1888, 2, 24, 1, NULL, NULL),
(954, 'دوگنبدان', '', NULL, 1889, 1890, 2, 24, 1, NULL, NULL),
(955, 'دهدشت', '', NULL, 1891, 1892, 2, 24, 1, NULL, NULL),
(956, 'ديشموك', '', NULL, 1893, 1894, 2, 24, 1, NULL, NULL),
(957, 'سرفارياب', '', NULL, 1895, 1896, 2, 24, 1, NULL, NULL),
(958, 'سوق', '', NULL, 1897, 1898, 2, 24, 1, NULL, NULL),
(959, 'سي سخت', '', NULL, 1899, 1900, 2, 24, 1, NULL, NULL),
(960, 'قلعه رئيسي', '', NULL, 1901, 1902, 2, 24, 1, NULL, NULL),
(961, 'گراب سفلي', '', NULL, 1903, 1904, 2, 24, 1, NULL, NULL),
(962, 'لنده', '', NULL, 1905, 1906, 2, 24, 1, NULL, NULL),
(963, 'ليكك', '', NULL, 1907, 1908, 2, 24, 1, NULL, NULL),
(964, 'مادوان', '', NULL, 1909, 1910, 2, 24, 1, NULL, NULL),
(965, 'مارگون', '', NULL, 1911, 1912, 2, 24, 1, NULL, NULL),
(966, 'ياسوج', '', NULL, 1913, 1914, 2, 24, 1, NULL, NULL),
(967, 'انبارآلوم', '', NULL, 1917, 1918, 2, 25, 1, NULL, NULL),
(968, 'اينچه برون', '', NULL, 1919, 1920, 2, 25, 1, NULL, NULL),
(969, 'آزادشهر', '', NULL, 1921, 1922, 2, 25, 1, NULL, NULL),
(970, 'آق قلا', '', NULL, 1923, 1924, 2, 25, 1, NULL, NULL),
(971, 'بندرتركمن', '', NULL, 1925, 1926, 2, 25, 1, NULL, NULL),
(972, 'بندرگز', '', NULL, 1927, 1928, 2, 25, 1, NULL, NULL),
(973, 'تاتارعليا', '', NULL, 1929, 1930, 2, 25, 1, NULL, NULL),
(974, 'جلين', '', NULL, 1931, 1932, 2, 25, 1, NULL, NULL),
(975, 'خان ببين', '', NULL, 1933, 1934, 2, 25, 1, NULL, NULL),
(976, 'دلند', '', NULL, 1935, 1936, 2, 25, 1, NULL, NULL),
(977, 'راميان', '', NULL, 1937, 1938, 2, 25, 1, NULL, NULL),
(978, 'سرخنكلاته', '', NULL, 1939, 1940, 2, 25, 1, NULL, NULL),
(979, 'سنگدوين', '', NULL, 1941, 1942, 2, 25, 1, NULL, NULL),
(980, 'سيمين شهر', '', NULL, 1943, 1944, 2, 25, 1, NULL, NULL),
(981, 'علي اباد', '', NULL, 1945, 1946, 2, 25, 1, NULL, NULL),
(982, 'فاضل آباد', '', NULL, 1947, 1948, 2, 25, 1, NULL, NULL),
(983, 'فراغي', '', NULL, 1949, 1950, 2, 25, 1, NULL, NULL),
(984, 'كردكوئ', '', NULL, 1951, 1952, 2, 25, 1, NULL, NULL),
(985, 'كلاله', '', NULL, 1953, 1954, 2, 25, 1, NULL, NULL),
(986, 'گاليكش', '', NULL, 1955, 1956, 2, 25, 1, NULL, NULL),
(987, 'گرگان', '', NULL, 1957, 1958, 2, 25, 1, NULL, NULL),
(988, 'گرگان 1', '', NULL, 1959, 1960, 2, 25, 1, NULL, NULL),
(989, 'گرگان 2', '', NULL, 1961, 1962, 2, 25, 1, NULL, NULL),
(990, 'گميش تپه', '', NULL, 1963, 1964, 2, 25, 1, NULL, NULL),
(991, 'گنبدكاووس', '', NULL, 1965, 1966, 2, 25, 1, NULL, NULL),
(992, 'مراوه', '', NULL, 1967, 1968, 2, 25, 1, NULL, NULL),
(993, 'مزرعه', '', NULL, 1969, 1970, 2, 25, 1, NULL, NULL),
(994, 'مينودشت', '', NULL, 1971, 1972, 2, 25, 1, NULL, NULL),
(995, 'نگين شهر', '', NULL, 1973, 1974, 2, 25, 1, NULL, NULL),
(996, 'نوده خاندوز', '', NULL, 1975, 1976, 2, 25, 1, NULL, NULL),
(997, 'نوكنده', '', NULL, 1977, 1978, 2, 25, 1, NULL, NULL),
(998, 'ازنا', '', NULL, 2131, 2132, 2, 27, 1, NULL, NULL),
(999, 'اشترينان', '', NULL, 2133, 2134, 2, 27, 1, NULL, NULL),
(1000, 'الشتر', '', NULL, 2135, 2136, 2, 27, 1, NULL, NULL),
(1001, 'اليگودرز', '', NULL, 2137, 2138, 2, 27, 1, NULL, NULL),
(1002, 'بروجرد', '', NULL, 2139, 2140, 2, 27, 1, NULL, NULL),
(1003, 'بيران شهر', '', NULL, 2141, 2142, 2, 27, 1, NULL, NULL),
(1004, 'پلدختر', '', NULL, 2143, 2144, 2, 27, 1, NULL, NULL),
(1005, 'چالانچولان', '', NULL, 2145, 2146, 2, 27, 1, NULL, NULL),
(1006, 'چقابل', '', NULL, 2147, 2148, 2, 27, 1, NULL, NULL),
(1007, 'خرم آباد', '', NULL, 2149, 2150, 2, 27, 1, NULL, NULL),
(1008, 'درب گنبد', '', NULL, 2151, 2152, 2, 27, 1, NULL, NULL),
(1009, 'دورود', '', NULL, 2153, 2154, 2, 27, 1, NULL, NULL),
(1010, 'زاغه', '', NULL, 2155, 2156, 2, 27, 1, NULL, NULL),
(1011, 'سپيددشت', '', NULL, 2157, 2158, 2, 27, 1, NULL, NULL),
(1012, 'سراب دوره', '', NULL, 2159, 2160, 2, 27, 1, NULL, NULL),
(1013, 'شول آباد', '', NULL, 2161, 2162, 2, 27, 1, NULL, NULL),
(1014, 'فيروزآباد', '', NULL, 2163, 2164, 2, 27, 1, NULL, NULL),
(1015, 'کوهدشت', '', NULL, 2165, 2166, 2, 27, 1, NULL, NULL),
(1016, 'کوهناني', '', NULL, 2167, 2168, 2, 27, 1, NULL, NULL),
(1017, 'گراب', '', NULL, 2169, 2170, 2, 27, 1, NULL, NULL),
(1018, 'معمولان', '', NULL, 2171, 2172, 2, 27, 1, NULL, NULL),
(1019, 'مومن آباد', '', NULL, 2173, 2174, 2, 27, 1, NULL, NULL),
(1020, 'نورآباد', '', NULL, 2175, 2176, 2, 27, 1, NULL, NULL),
(1021, 'ويسيان', '', NULL, 2177, 2178, 2, 27, 1, NULL, NULL),
(1022, 'هفت چشمه', '', NULL, 2179, 2180, 2, 27, 1, NULL, NULL),
(1023, 'احمدسرگوراب', '', NULL, 2025, 2026, 2, 26, 1, NULL, NULL),
(1024, 'اسالم', '', NULL, 2027, 2028, 2, 26, 1, NULL, NULL),
(1025, 'اطاقور', '', NULL, 2029, 2030, 2, 26, 1, NULL, NULL),
(1026, 'املش', '', NULL, 2031, 2032, 2, 26, 1, NULL, NULL),
(1027, 'آستارا', '', NULL, 2033, 2034, 2, 26, 1, NULL, NULL),
(1028, 'آستانه اشرفيه', '', NULL, 2035, 2036, 2, 26, 1, NULL, NULL),
(1029, 'بازار جمعه', '', NULL, 2037, 2038, 2, 26, 1, NULL, NULL),
(1030, 'بره سر', '', NULL, 2039, 2040, 2, 26, 1, NULL, NULL),
(1031, 'بندرانزلي', '', NULL, 2041, 2042, 2, 26, 1, NULL, NULL),
(1032, 'پره سر', '', NULL, 2043, 2044, 2, 26, 1, NULL, NULL),
(1033, 'تالش', '', NULL, 2045, 2046, 2, 26, 1, NULL, NULL),
(1034, 'توتكابن', '', NULL, 2047, 2048, 2, 26, 1, NULL, NULL),
(1035, 'جيرنده', '', NULL, 2049, 2050, 2, 26, 1, NULL, NULL),
(1036, 'چابكسر', '', NULL, 2051, 2052, 2, 26, 1, NULL, NULL),
(1037, 'چاف و چمخاله', '', NULL, 2053, 2054, 2, 26, 1, NULL, NULL),
(1038, 'چوبر', '', NULL, 2055, 2056, 2, 26, 1, NULL, NULL),
(1039, 'حويق', '', NULL, 2057, 2058, 2, 26, 1, NULL, NULL),
(1040, 'خشكبيجار', '', NULL, 2059, 2060, 2, 26, 1, NULL, NULL),
(1041, 'خمام', '', NULL, 2061, 2062, 2, 26, 1, NULL, NULL),
(1042, 'ديلمان', '', NULL, 2063, 2064, 2, 26, 1, NULL, NULL),
(1043, 'رانكوه', '', NULL, 2065, 2066, 2, 26, 1, NULL, NULL),
(1044, 'رحيم آباد', '', NULL, 2067, 2068, 2, 26, 1, NULL, NULL),
(1045, 'رستم آباد', '', NULL, 2069, 2070, 2, 26, 1, NULL, NULL),
(1046, 'رشت', '', NULL, 2071, 2072, 2, 26, 1, NULL, NULL),
(1047, 'آمل', '', NULL, 0, 0, 2, 28, 1, NULL, NULL),
(1048, 'بابل', '', NULL, 0, 0, 2, 28, 1, NULL, NULL),
(1049, 'بابلسر', '', NULL, 0, 0, 2, 28, 1, NULL, NULL),
(1050, 'بهشهر', '', NULL, 0, 0, 2, 28, 1, NULL, NULL),
(1051, 'جویبار', '', NULL, 0, 0, 2, 28, 1, NULL, NULL),
(1052, 'چالوس', '', NULL, 0, 0, 2, 28, 1, NULL, NULL),
(1053, 'کلاردشت', '', NULL, 0, 0, 2, 28, 1, NULL, NULL),
(1054, 'رامسر', '', NULL, 0, 0, 2, 28, 1, NULL, NULL),
(1055, 'ساری', '', NULL, 0, 0, 2, 28, 1, NULL, NULL),
(1056, 'سواد کوه', '', NULL, 0, 0, 2, 28, 1, NULL, NULL),
(1057, 'سوادکوه شمالی', '', NULL, 0, 0, 2, 28, 1, NULL, NULL),
(1058, 'سیمرغ', '', NULL, 0, 0, 2, 28, 1, NULL, NULL),
(1059, 'تنکابن', '', NULL, 0, 0, 2, 28, 1, NULL, NULL),
(1060, 'عباس آباد', '', NULL, 0, 0, 2, 28, 1, NULL, NULL),
(1061, 'فریدون کنار', '', NULL, 0, 0, 2, 28, 1, NULL, NULL),
(1062, 'قائم‌ شهر', '', NULL, 0, 0, 2, 28, 1, NULL, NULL),
(1063, 'سوادکوه شمالی', '', NULL, 0, 0, 2, 28, 1, NULL, NULL),
(1064, 'گلوگاه', '', NULL, 0, 0, 2, 28, 1, NULL, NULL),
(1065, 'محمود آباد', '', NULL, 0, 0, 2, 28, 1, NULL, NULL),
(1066, 'میان‌ دورود', '', NULL, 0, 0, 2, 28, 1, NULL, NULL),
(1067, 'نکا', '', NULL, 0, 0, 2, 28, 1, NULL, NULL),
(1068, 'نوشهر', '', NULL, 0, 0, 2, 28, 1, NULL, NULL),
(1069, 'نور', '', NULL, 0, 0, 2, 28, 1, NULL, NULL),
(1070, 'اراک', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1071, 'ساوه', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1072, 'خمین', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1073, 'محلات', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1074, 'دلیجان', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1075, 'کرهرود', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1076, 'شازند', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1077, 'مأمونیه', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1078, 'تفرش', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1079, 'مهاجران', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1080, 'سنجان', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1081, 'میلاجرد', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1082, 'کمیجان', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1083, 'آشتیان', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1084, 'خنداب', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1085, 'آستانه', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1086, 'پرندک', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1087, 'زاویه', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1088, 'نیم‌ ور', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1089, 'داودآباد', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1090, 'خشکرود', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1091, 'غرق‌ آباد', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1092, 'جاورسیان', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1093, 'فرمهین', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1094, 'خنجین', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1095, 'کارچان', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1096, 'نراق', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1097, 'توره', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1098, 'نوبران', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1099, 'هندودر', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1100, 'قورچی‌ باشی', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1101, 'ساروق', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1102, 'رازقان', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1103, 'شهباز', '', NULL, 0, 0, 2, 29, 1, NULL, NULL),
(1104, 'بندرعباس', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1105, 'میناب', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1106, 'دهبارز', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1107, 'بندر لنگه', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1108, 'قشم', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1109, 'کیش', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1110, 'حاجی آباد', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1111, 'کَنگ', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1112, 'بندر خمیر', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1113, 'جاسک', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1114, 'پارسیان', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1115, 'بستک', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1116, 'درگهان', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1117, 'جناح', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1118, 'بیکا', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1119, 'رویدر', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1120, 'هرمز', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1121, 'فین', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1122, 'قلعه قاضی', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1123, 'سوزا', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1124, 'هشت‌ بندی', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1125, 'سیریک', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1126, 'بندر چارک', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1127, 'ابوموسی', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1128, 'زیارت‌ علی', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1129, 'کوشکنار', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1130, 'تخت', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1131, 'سندرک', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1132, 'فارغان', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1133, 'سردشت', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1134, 'گوهران', '', NULL, 0, 0, 2, 30, 1, NULL, NULL),
(1135, 'همدان', '', NULL, 0, 0, 2, 31, 1, NULL, NULL),
(1136, 'ملایر', '', NULL, 0, 0, 2, 31, 1, NULL, NULL),
(1137, 'نهاوند', '', NULL, 0, 0, 2, 31, 1, NULL, NULL),
(1138, 'اسد آباد', '', NULL, 0, 0, 2, 31, 1, NULL, NULL),
(1139, 'تویسرکان', '', NULL, 0, 0, 2, 31, 1, NULL, NULL),
(1140, 'بهار', '', NULL, 0, 0, 2, 31, 1, NULL, NULL),
(1141, 'کبودرآهنگ', '', NULL, 0, 0, 2, 31, 1, NULL, NULL),
(1142, 'لالجین', '', NULL, 0, 0, 2, 31, 1, NULL, NULL),
(1143, 'فامنین', '', NULL, 0, 0, 2, 31, 1, NULL, NULL),
(1144, 'رزن', '', NULL, 0, 0, 2, 31, 1, NULL, NULL),
(1145, 'قروه درجزین', '', NULL, 0, 0, 2, 31, 1, NULL, NULL),
(1146, 'مریانج', '', NULL, 0, 0, 2, 31, 1, NULL, NULL),
(1147, 'ازندریان', '', NULL, 0, 0, 2, 31, 1, NULL, NULL),
(1148, 'جورقان', '', NULL, 0, 0, 2, 31, 1, NULL, NULL),
(1149, 'گیان', '', NULL, 0, 0, 2, 31, 1, NULL, NULL),
(1150, 'صالح‌ آباد', '', NULL, 0, 0, 2, 31, 1, NULL, NULL),
(1151, 'فیروزان', '', NULL, 0, 0, 2, 31, 1, NULL, NULL),
(1152, 'سامن', '', NULL, 0, 0, 2, 31, 1, NULL, NULL),
(1153, 'سرکان', '', NULL, 0, 0, 2, 31, 1, NULL, NULL),
(1154, 'دمق', '', NULL, 0, 0, 2, 31, 1, NULL, NULL),
(1155, 'اسلام‌ شهر آق‌ گل', '', NULL, 0, 0, 2, 31, 1, NULL, NULL),
(1156, 'آجین', '', NULL, 0, 0, 2, 31, 1, NULL, NULL),
(1157, 'قهاوند', '', NULL, 0, 0, 2, 31, 1, NULL, NULL),
(1158, 'شیرین‌ سو', '', NULL, 0, 0, 2, 31, 1, NULL, NULL),
(1159, 'برزول', '', NULL, 0, 0, 2, 31, 1, NULL, NULL),
(1160, 'گل‌ تپه', '', NULL, 0, 0, 2, 31, 1, NULL, NULL),
(1161, 'جوکار', '', NULL, 0, 0, 2, 31, 1, NULL, NULL),
(1162, 'فرسفج', '', NULL, 0, 0, 2, 31, 1, NULL, NULL),
(1163, 'زنگنه', '', NULL, 0, 0, 2, 31, 1, NULL, NULL),
(1164, 'یزد', '', NULL, 0, 0, 2, 32, 1, NULL, NULL),
(1165, 'میبد', '', NULL, 0, 0, 2, 32, 1, NULL, NULL),
(1166, 'اردکان', '', NULL, 0, 0, 2, 32, 1, NULL, NULL),
(1167, 'حمیدیا', '', NULL, 0, 0, 2, 32, 1, NULL, NULL),
(1168, 'بافق', '', NULL, 0, 0, 2, 32, 1, NULL, NULL),
(1169, 'مهریز', '', NULL, 0, 0, 2, 32, 1, NULL, NULL),
(1170, 'ابرکوه', '', NULL, 0, 0, 2, 32, 1, NULL, NULL),
(1171, 'شاهدیه', '', NULL, 0, 0, 2, 32, 1, NULL, NULL),
(1172, 'تفت', '', NULL, 0, 0, 2, 32, 1, NULL, NULL),
(1173, 'اشکذر', '', NULL, 0, 0, 2, 32, 1, NULL, NULL),
(1174, 'زارچ', '', NULL, 0, 0, 2, 32, 1, NULL, NULL),
(1175, 'هرات', '', NULL, 0, 0, 2, 32, 1, NULL, NULL),
(1176, 'مروست', '', NULL, 0, 0, 2, 32, 1, NULL, NULL),
(1177, 'بهاباد', '', NULL, 0, 0, 2, 32, 1, NULL, NULL),
(1178, 'مهردشت', '', NULL, 0, 0, 2, 32, 1, NULL, NULL),
(1179, 'بفروئیه', '', NULL, 0, 0, 2, 32, 1, NULL, NULL),
(1180, 'احمدآباد', '', NULL, 0, 0, 2, 32, 1, NULL, NULL),
(1181, 'خضرآباد', '', NULL, 0, 0, 2, 32, 1, NULL, NULL),
(1182, 'ندوشن', '', NULL, 0, 0, 2, 32, 1, NULL, NULL),
(1183, 'عقدا', '', NULL, 0, 0, 2, 32, 1, NULL, NULL),
(1184, 'نیر', '', NULL, 0, 0, 2, 32, 1, NULL, NULL),
(1185, 'سنندج', '', NULL, NULL, NULL, NULL, 21, 1, NULL, NULL),
(1186, 'قروه', '', NULL, NULL, NULL, NULL, 21, 1, NULL, NULL),
(1187, 'کامیاران', '', NULL, NULL, NULL, NULL, 21, 1, NULL, NULL),
(1188, 'مریوان', '', NULL, NULL, NULL, NULL, 21, 1, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `conferences`
--

CREATE TABLE IF NOT EXISTS `conferences` (
`id` int(10) unsigned NOT NULL,
  `type_id` int(11) NOT NULL,
  `sub_cat_id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `url_file` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `price` int(12) NOT NULL DEFAULT '0',
  `score` int(11) NOT NULL,
  `consultant_id` int(11) NOT NULL,
  `date` date NOT NULL,
  `time1` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `time2` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `description` varchar(1000) CHARACTER SET utf8 COLLATE utf8_persian_ci NOT NULL,
  `limitation` int(10) NOT NULL,
  `reserve_qty` int(1) NOT NULL DEFAULT '0',
  `download_qty` int(11) NOT NULL DEFAULT '0',
  `status` int(11) DEFAULT '0',
  `comment` varchar(1000) COLLATE utf8_unicode_ci NOT NULL,
  `done` int(11) NOT NULL DEFAULT '0',
  `offline_type` int(2) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `length` varchar(10) COLLATE utf8_unicode_ci NOT NULL DEFAULT '0',
  `red` int(1) NOT NULL DEFAULT '0',
  `user_red` int(1) NOT NULL DEFAULT '0',
  `active` int(1) NOT NULL DEFAULT '0',
  `edit` int(1) NOT NULL DEFAULT '0',
  `pay` int(1) NOT NULL DEFAULT '0'
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=185 ;

--
-- Dumping data for table `conferences`
--

INSERT INTO `conferences` (`id`, `type_id`, `sub_cat_id`, `title`, `url_file`, `price`, `score`, `consultant_id`, `date`, `time1`, `time2`, `description`, `limitation`, `reserve_qty`, `download_qty`, `status`, `comment`, `done`, `offline_type`, `created_at`, `updated_at`, `length`, `red`, `user_red`, `active`, `edit`, `pay`) VALUES
(177, 2, 10, 'روانشناسی کودکان', 'null', 30000, 0, 26, '2017-11-17', '19:30', '21:30', 'با توجه به حساسیت تربیت کودکان ارایه این کنفرانس را ضروری دانستیم و در نظر داریم تا حدود زیادی مسایل کلیدی در رابطه با تربیت کودکان را گوشزد نماییم....', 10, 0, 0, 4, 'null', 0, 0, '2017-10-31 06:24:08', '2017-10-31 09:08:02', '0', 1, 0, 1, 0, 0),
(179, 1, 10, 'رزومه سازی', '1509460155rezume.pdf', 3000, 0, 26, '2017-10-31', '14:29:15', '14:29:15', 'ندارد', 0, 0, 0, 4, 'no', 0, 5, '2017-10-31 10:59:15', '2017-11-01 05:35:35', '0', 1, 0, 0, 0, 0),
(180, 1, 10, 'کودک آزاری', '1509515996rezume.pdf', 20000, 0, 26, '2017-11-01', '05:59:56', '05:59:56', 'این محصول دارای تعداد زیادی ....', 0, 0, 0, 4, 'تایید نمیکنم', 0, 5, '2017-11-01 02:29:56', '2017-11-01 05:47:55', '0', 1, 0, 0, 0, 0),
(181, 1, 10, 'تست', '1509523381rezume.pdf', 5000, 0, 26, '2017-11-01', '08:03:01', '08:03:01', 'داریم تست میکنیم', 0, 0, 0, 4, 'no', 0, 5, '2017-11-01 04:33:01', '2017-11-01 05:50:10', '0', 1, 0, 0, 0, 0),
(182, 1, 10, 'تصویری آفلاین', '1509523741video_2017-10-19_08-32-13.mp4', 5000, 0, 26, '2017-11-01', '08:09:01', '08:09:01', 'تست تصویری', 0, 0, 0, 4, 'no', 0, 4, '2017-11-01 04:39:01', '2017-11-01 05:50:19', '0', 1, 0, 0, 0, 0),
(184, 2, 10, 'تست های پی در پی', 'null', 23000, 0, 26, '2017-11-21', '10:30', '11:30', 'ندارد', 10, 2, 0, 4, 'null', 1, 0, '2017-11-05 01:41:22', '2017-11-05 04:49:41', '0', 1, 1, 0, 0, 0);

-- --------------------------------------------------------

--
-- Table structure for table `conference_categories`
--

CREATE TABLE IF NOT EXISTS `conference_categories` (
`id` int(10) unsigned NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `status` int(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=11 ;

--
-- Dumping data for table `conference_categories`
--

INSERT INTO `conference_categories` (`id`, `title`, `status`, `created_at`, `updated_at`) VALUES
(10, 'روانشناسی', 0, '2017-10-31 02:19:59', '2017-10-31 02:19:59');

-- --------------------------------------------------------

--
-- Table structure for table `conference_sub_categories`
--

CREATE TABLE IF NOT EXISTS `conference_sub_categories` (
`id` int(10) unsigned NOT NULL,
  `category_id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `status` int(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=22 ;

--
-- Dumping data for table `conference_sub_categories`
--

INSERT INTO `conference_sub_categories` (`id`, `category_id`, `title`, `status`, `created_at`, `updated_at`) VALUES
(17, 10, 'کودک', 0, '2017-10-31 02:19:59', '2017-10-31 02:19:59'),
(18, 10, 'خانوداه', 0, '2017-10-31 02:19:59', '2017-10-31 02:19:59'),
(19, 10, 'تحصیلی', 0, '2017-10-31 02:19:59', '2017-10-31 02:19:59'),
(20, 10, 'ازدواج', 0, '2017-10-31 02:19:59', '2017-10-31 02:19:59'),
(21, 10, 'جامعه', 0, '2017-10-31 02:19:59', '2017-10-31 02:19:59');

-- --------------------------------------------------------

--
-- Table structure for table `conference_users`
--

CREATE TABLE IF NOT EXISTS `conference_users` (
`id` int(10) unsigned NOT NULL,
  `user_id` int(11) NOT NULL,
  `conference_id` int(11) NOT NULL,
  `consultant_id` int(11) NOT NULL,
  `score` int(11) NOT NULL DEFAULT '0',
  `date` date NOT NULL,
  `time1` time NOT NULL,
  `time2` time NOT NULL,
  `title` varchar(255) CHARACTER SET utf8 COLLATE utf8_persian_ci NOT NULL,
  `reserve_qty` int(10) NOT NULL,
  `conference_price` int(11) NOT NULL,
  `site_money` int(11) NOT NULL,
  `consultant_money` int(11) NOT NULL,
  `reserve_time` date DEFAULT NULL,
  `comment` varchar(10000) CHARACTER SET utf8 COLLATE utf8_persian_ci DEFAULT NULL,
  `active_comment` int(1) NOT NULL DEFAULT '0',
  `status` int(1) NOT NULL DEFAULT '0',
  `done` int(1) NOT NULL DEFAULT '0',
  `cancel` int(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=70 ;

--
-- Dumping data for table `conference_users`
--

INSERT INTO `conference_users` (`id`, `user_id`, `conference_id`, `consultant_id`, `score`, `date`, `time1`, `time2`, `title`, `reserve_qty`, `conference_price`, `site_money`, `consultant_money`, `reserve_time`, `comment`, `active_comment`, `status`, `done`, `cancel`, `created_at`, `updated_at`) VALUES
(68, 28, 184, 26, 0, '2017-11-21', '10:30:00', '11:30:00', 'تست های پی در پی', 1, 23000, 2760, 20240, '2017-11-05', NULL, 0, 0, 1, 0, '2017-11-05 04:49:27', '2017-11-05 04:49:27'),
(69, 27, 184, 26, 0, '2017-11-21', '10:30:00', '11:30:00', 'تست های پی در پی', 2, 23000, 2760, 20240, '2017-11-05', NULL, 0, 0, 1, 0, '2017-11-05 04:49:41', '2017-11-05 04:49:41');

-- --------------------------------------------------------

--
-- Table structure for table `consultant_offences`
--

CREATE TABLE IF NOT EXISTS `consultant_offences` (
`id` int(10) unsigned NOT NULL,
  `consultant_id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `title` varchar(30) CHARACTER SET utf8 COLLATE utf8_persian_ci NOT NULL,
  `description` varchar(1000) COLLATE utf8_unicode_ci NOT NULL,
  `date` date NOT NULL,
  `time` time NOT NULL,
  `warn` int(1) NOT NULL DEFAULT '0',
  `warn_message` varchar(1000) COLLATE utf8_unicode_ci NOT NULL DEFAULT '0',
  `status` int(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=3 ;

-- --------------------------------------------------------

--
-- Table structure for table `consultant_timings`
--

CREATE TABLE IF NOT EXISTS `consultant_timings` (
`id` int(10) unsigned NOT NULL,
  `consultant_id` int(10) NOT NULL,
  `date` date NOT NULL,
  `time1` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `time2` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `status` int(1) NOT NULL DEFAULT '0',
  `time3` int(2) NOT NULL COMMENT 'limit time each consultant',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=144 ;

--
-- Dumping data for table `consultant_timings`
--

INSERT INTO `consultant_timings` (`id`, `consultant_id`, `date`, `time1`, `time2`, `status`, `time3`, `created_at`, `updated_at`) VALUES
(138, 26, '2017-11-16', '07:30', '10:30', 0, 15, '2017-10-31 06:14:41', '2017-11-06 08:32:32'),
(139, 26, '2017-11-02', '04:30', '06:30', 0, 15, '2017-10-31 06:21:33', '2017-11-06 08:32:32'),
(140, 26, '2017-11-03', '03:30', '06:30', 0, 15, '2017-10-31 10:55:10', '2017-11-06 08:32:32'),
(141, 26, '2017-11-10', '10:23', '15:30', 0, 15, '2017-11-01 01:54:26', '2017-11-06 08:32:32'),
(142, 26, '2017-11-07', '05:30', '08:30', 0, 15, '2017-11-04 05:45:21', '2017-11-06 08:32:32'),
(143, 26, '2017-11-16', '02:30', '05:30', 0, 15, '2017-11-06 08:32:32', '2017-11-06 08:32:32');

-- --------------------------------------------------------

--
-- Table structure for table `contact_uses`
--

CREATE TABLE IF NOT EXISTS `contact_uses` (
`id` int(10) unsigned NOT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `content` varchar(1000) COLLATE utf8_unicode_ci NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `tel` varchar(11) COLLATE utf8_unicode_ci NOT NULL,
  `status` int(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=37 ;

-- --------------------------------------------------------

--
-- Table structure for table `expert`
--

CREATE TABLE IF NOT EXISTS `expert` (
`id` int(10) NOT NULL,
  `consultant_id` int(11) NOT NULL,
  `title` varchar(100) COLLATE utf8_persian_ci NOT NULL,
  `status` int(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci AUTO_INCREMENT=32 ;

--
-- Dumping data for table `expert`
--

INSERT INTO `expert` (`id`, `consultant_id`, `title`, `status`, `created_at`, `updated_at`) VALUES
(29, 26, 'روانشناسی بالینی', 0, '2017-10-31 02:39:26', '2017-10-31 02:39:26'),
(30, 26, 'روانشناسی کودک', 0, '2017-10-31 02:39:26', '2017-10-31 02:39:26'),
(31, 26, 'مشاور تحصیلی', 0, '2017-10-31 02:39:26', '2017-10-31 02:39:26');

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE IF NOT EXISTS `migrations` (
`id` int(10) unsigned NOT NULL,
  `migration` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=47 ;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(31, '2014_10_12_000000_create_users_table', 1),
(32, '2014_10_12_100000_create_password_resets_table', 1),
(33, '2017_05_13_102216_create_roles_table', 1),
(34, '2017_05_13_102611_create_contact_uses_table', 1),
(35, '2017_05_13_102649_create_consultant_timings_table', 1),
(36, '2017_05_13_102723_create_conference_users_table', 1),
(37, '2017_05_13_102751_create_type_conferences_table', 1),
(38, '2017_05_13_103134_create_conference_categories_table', 1),
(39, '2017_05_13_103237_create_conferences_table', 1),
(40, '2017_05_13_103310_create_site_percents_table', 1),
(41, '2017_05_13_103350_create_conference_sub_categories_table', 1),
(42, '2017_05_13_103422_create_user_finances_table', 1),
(43, '2017_05_13_103454_create_user_credits_table', 1),
(44, '2017_05_13_103542_create_cookies_table', 1),
(45, '2017_05_13_103603_create_baskets_table', 1),
(46, '2017_05_15_105908_create_consultant_offences_table', 2);

-- --------------------------------------------------------

--
-- Table structure for table `offline_type`
--

CREATE TABLE IF NOT EXISTS `offline_type` (
`id` int(2) NOT NULL,
  `title` varchar(30) COLLATE utf8_persian_ci NOT NULL
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci AUTO_INCREMENT=6 ;

--
-- Dumping data for table `offline_type`
--

INSERT INTO `offline_type` (`id`, `title`) VALUES
(1, 'صوتی'),
(4, 'تصویری'),
(5, 'متنی');

-- --------------------------------------------------------

--
-- Table structure for table `password_resets`
--

CREATE TABLE IF NOT EXISTS `password_resets` (
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `reserved_time`
--

CREATE TABLE IF NOT EXISTS `reserved_time` (
`id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `consultant_id` int(11) NOT NULL,
  `conference_id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8_persian_ci NOT NULL DEFAULT '0',
  `description` varchar(1000) COLLATE utf8_persian_ci NOT NULL DEFAULT '0',
  `score` int(1) NOT NULL DEFAULT '0',
  `date` date NOT NULL,
  `time1` varchar(6) COLLATE utf8_persian_ci NOT NULL,
  `time2` varchar(6) COLLATE utf8_persian_ci NOT NULL,
  `reserve_time` date NOT NULL,
  `conference_price` int(11) NOT NULL DEFAULT '0',
  `site_money` int(11) NOT NULL DEFAULT '0',
  `consultant_money` int(11) NOT NULL DEFAULT '0',
  `cancel_comment` varchar(10000) COLLATE utf8_persian_ci NOT NULL DEFAULT '0',
  `cancel` int(2) NOT NULL DEFAULT '0',
  `done` int(2) NOT NULL DEFAULT '0',
  `status` int(2) NOT NULL DEFAULT '0',
  `accept` int(2) NOT NULL DEFAULT '0',
  `pay` int(1) NOT NULL DEFAULT '0',
  `red` int(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00' ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci AUTO_INCREMENT=534 ;

--
-- Dumping data for table `reserved_time`
--

INSERT INTO `reserved_time` (`id`, `user_id`, `consultant_id`, `conference_id`, `title`, `description`, `score`, `date`, `time1`, `time2`, `reserve_time`, `conference_price`, `site_money`, `consultant_money`, `cancel_comment`, `cancel`, `done`, `status`, `accept`, `pay`, `red`, `created_at`, `updated_at`) VALUES
(499, 27, 26, 141, 'تست', 'تست', 0, '2017-11-10', '10:23', '010:40', '2017-11-04', 21250, 2125, 0, 'نیازی نیس', 1, 0, 1, 0, 0, 1, '2017-11-04 11:21:15', '2017-11-04 07:51:15'),
(500, 27, 26, 141, 'تست', 'تست', 0, '2017-11-10', '010:40', '10:57', '2017-11-04', 21250, 2125, 19125, '0', 0, 1, 1, 1, 0, 0, '2017-11-04 11:19:53', '2017-11-04 05:26:47'),
(501, 27, 26, 141, 'تست', 'تست', 0, '2017-11-10', '10:57', '11:14', '2017-11-04', 21250, 2125, 19125, '0', 0, 1, 1, 1, 0, 0, '2017-11-04 11:19:58', '2017-11-04 05:26:43'),
(502, 27, 26, 141, '0', '0', 0, '2017-11-10', '11:14', '11:31', '2017-11-04', 0, 0, 0, '0', 0, 0, 0, 0, 0, 0, '2017-11-04 03:40:19', '2017-11-04 03:40:19'),
(503, 27, 26, 141, '0', '0', 0, '2017-11-10', '11:31', '11:48', '2017-11-04', 0, 0, 0, '0', 0, 0, 0, 0, 0, 0, '2017-11-04 03:40:19', '2017-11-04 03:40:19'),
(504, 27, 26, 141, 'تست 1', 'تست 1', 0, '2017-11-10', '11:48', '12:5', '2017-11-04', 21250, 2125, 19125, '0', 0, 1, 1, 1, 0, 0, '2017-11-04 11:20:03', '2017-11-04 05:26:37'),
(505, 27, 26, 141, 'تست 1', 'تست 1', 0, '2017-11-10', '12:5', '12:22', '2017-11-04', 21250, 2125, 19125, '0', 0, 1, 1, 1, 0, 0, '2017-11-04 11:20:07', '2017-11-04 05:26:27'),
(506, 27, 26, 141, 'تست 1', 'تست 1', 0, '2017-11-10', '12:22', '12:39', '2017-11-04', 21250, 2125, 0, 'حالشو ندارم', 1, 0, 1, 0, 0, 1, '2017-11-04 11:21:22', '2017-11-04 07:51:22'),
(507, 27, 26, 141, '0', '0', 0, '2017-11-10', '12:39', '12:56', '2017-11-04', 0, 0, 0, '0', 0, 0, 0, 0, 0, 0, '2017-11-04 03:40:19', '2017-11-04 03:40:19'),
(508, 27, 26, 141, '0', '0', 0, '2017-11-10', '12:56', '13:13', '2017-11-04', 0, 0, 0, '0', 0, 0, 0, 0, 0, 0, '2017-11-04 03:40:19', '2017-11-04 03:40:19'),
(509, 27, 26, 141, '0', '0', 0, '2017-11-10', '13:13', '13:30', '2017-11-04', 0, 0, 0, '0', 0, 0, 0, 0, 0, 0, '2017-11-04 03:40:19', '2017-11-04 03:40:19'),
(510, 27, 26, 141, '0', '0', 0, '2017-11-10', '13:30', '13:47', '2017-11-04', 0, 0, 0, '0', 0, 0, 0, 0, 0, 0, '2017-11-04 03:40:19', '2017-11-04 03:40:19'),
(511, 27, 26, 141, '0', '0', 0, '2017-11-10', '13:47', '14:4', '2017-11-04', 0, 0, 0, '0', 0, 0, 0, 0, 0, 0, '2017-11-04 03:40:19', '2017-11-04 03:40:19'),
(512, 27, 26, 141, '0', '0', 0, '2017-11-10', '14:4', '14:21', '2017-11-04', 0, 0, 0, '0', 0, 0, 0, 0, 0, 0, '2017-11-04 03:40:19', '2017-11-04 03:40:19'),
(513, 27, 26, 141, '0', '0', 0, '2017-11-10', '14:21', '14:38', '2017-11-04', 0, 0, 0, '0', 0, 0, 0, 0, 0, 0, '2017-11-04 03:40:19', '2017-11-04 03:40:19'),
(514, 27, 26, 141, '0', '0', 0, '2017-11-10', '14:38', '14:55', '2017-11-04', 0, 0, 0, '0', 0, 0, 0, 0, 0, 0, '2017-11-04 03:40:19', '2017-11-04 03:40:19'),
(515, 27, 26, 141, '0', '0', 0, '2017-11-10', '14:55', '15:12', '2017-11-04', 0, 0, 0, '0', 0, 0, 0, 0, 0, 0, '2017-11-04 03:40:19', '2017-11-04 03:40:19'),
(516, 27, 26, 141, '0', '0', 0, '2017-11-10', '15:12', '15:29', '2017-11-04', 0, 0, 0, '0', 0, 0, 0, 0, 0, 0, '2017-11-04 03:40:19', '2017-11-04 03:40:19'),
(517, 27, 26, 138, '0', '0', 0, '2017-11-16', '07:30', '07:47', '2017-11-04', 0, 0, 0, '0', 0, 0, 0, 0, 0, 0, '2017-11-04 03:41:42', '2017-11-04 03:41:42'),
(518, 27, 26, 138, '0', '0', 0, '2017-11-16', '07:47', '8:4', '2017-11-04', 0, 0, 0, '0', 0, 0, 0, 0, 0, 0, '2017-11-04 03:41:42', '2017-11-04 03:41:42'),
(519, 27, 26, 138, '0', '0', 0, '2017-11-16', '8:4', '8:21', '2017-11-04', 0, 0, 0, '0', 0, 0, 0, 0, 0, 0, '2017-11-04 03:41:42', '2017-11-04 03:41:42'),
(520, 27, 26, 138, '0', '0', 0, '2017-11-16', '8:21', '8:38', '2017-11-04', 0, 0, 0, '0', 0, 0, 0, 0, 0, 0, '2017-11-04 03:41:42', '2017-11-04 03:41:42'),
(521, 27, 26, 138, 'تست 2', 'تست 2', 0, '2017-11-16', '8:38', '8:55', '2017-11-04', 14167, 1417, 892, '0', 2, 0, 1, 1, 0, 0, '2017-11-04 11:21:38', '2017-11-04 07:51:38'),
(522, 27, 26, 138, 'تست 2', 'تست 2', 0, '2017-11-16', '8:55', '9:12', '2017-11-04', 14167, 1417, 892, '0', 2, 0, 1, 1, 0, 0, '2017-11-04 11:21:42', '2017-11-04 07:51:42'),
(523, 27, 26, 138, '0', '0', 0, '2017-11-16', '9:12', '9:29', '2017-11-04', 0, 0, 0, '0', 0, 0, 0, 0, 0, 0, '2017-11-04 03:41:42', '2017-11-04 03:41:42'),
(524, 27, 26, 138, '0', '0', 0, '2017-11-16', '9:29', '9:46', '2017-11-04', 0, 0, 0, '0', 0, 0, 0, 0, 0, 0, '2017-11-04 03:41:42', '2017-11-04 03:41:42'),
(525, 27, 26, 138, '0', '0', 0, '2017-11-16', '9:46', '10:3', '2017-11-04', 0, 0, 0, '0', 0, 0, 0, 0, 0, 0, '2017-11-04 03:41:42', '2017-11-04 03:41:42'),
(526, 27, 26, 138, '0', '0', 0, '2017-11-16', '10:3', '10:20', '2017-11-04', 0, 0, 0, '0', 0, 0, 0, 0, 0, 0, '2017-11-04 03:41:42', '2017-11-04 03:41:42'),
(527, 27, 26, 142, '0', '0', 0, '2017-11-07', '05:30', '05:53', '2017-11-06', 0, 0, 0, '0', 0, 0, 0, 0, 0, 0, '2017-11-06 08:29:40', '2017-11-06 08:29:40'),
(528, 27, 26, 142, '0', '0', 0, '2017-11-07', '05:53', '6:16', '2017-11-06', 0, 0, 0, '0', 0, 0, 0, 0, 0, 0, '2017-11-06 08:29:40', '2017-11-06 08:29:40'),
(529, 27, 26, 142, '0', '0', 0, '2017-11-07', '6:16', '6:39', '2017-11-06', 0, 0, 0, '0', 0, 0, 0, 0, 0, 0, '2017-11-06 08:29:40', '2017-11-06 08:29:40'),
(530, 27, 26, 142, '0', '0', 0, '2017-11-07', '6:39', '7:2', '2017-11-06', 0, 0, 0, '0', 0, 0, 0, 0, 0, 0, '2017-11-06 08:29:40', '2017-11-06 08:29:40'),
(531, 27, 26, 142, '0', '0', 0, '2017-11-07', '7:2', '7:25', '2017-11-06', 0, 0, 0, '0', 0, 0, 0, 0, 0, 0, '2017-11-06 08:29:40', '2017-11-06 08:29:40'),
(532, 27, 26, 142, '0', '0', 0, '2017-11-07', '7:25', '7:48', '2017-11-06', 0, 0, 0, '0', 0, 0, 0, 0, 0, 0, '2017-11-06 08:29:40', '2017-11-06 08:29:40'),
(533, 27, 26, 142, 'تست وب سرویس', 'تستس ', 0, '2017-11-07', '7:48', '8:11', '2017-11-06', 9583, 958, 8625, '0', 0, 0, 1, 1, 0, 0, '2017-11-06 12:01:15', '2017-11-06 08:31:15');

-- --------------------------------------------------------

--
-- Table structure for table `roles`
--

CREATE TABLE IF NOT EXISTS `roles` (
`id` int(10) unsigned NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=4 ;

--
-- Dumping data for table `roles`
--

INSERT INTO `roles` (`id`, `title`, `created_at`, `updated_at`) VALUES
(1, 'user', NULL, NULL),
(2, 'consultant', NULL, NULL),
(3, 'admin', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `score`
--

CREATE TABLE IF NOT EXISTS `score` (
`id` int(10) NOT NULL,
  `consultant_id` int(10) NOT NULL,
  `times_per_week` varchar(50) COLLATE utf8_persian_ci NOT NULL,
  `user_score` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `visitors` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `total_score` varchar(255) COLLATE utf8_persian_ci NOT NULL
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci AUTO_INCREMENT=11 ;

-- --------------------------------------------------------

--
-- Table structure for table `site_percents`
--

CREATE TABLE IF NOT EXISTS `site_percents` (
`id` int(10) unsigned NOT NULL,
  `status` int(1) NOT NULL DEFAULT '20',
  `percent` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=5 ;

--
-- Dumping data for table `site_percents`
--

INSERT INTO `site_percents` (`id`, `status`, `percent`, `created_at`, `updated_at`) VALUES
(3, 20, '10', '2017-10-31 01:57:36', '2017-10-31 01:57:36'),
(4, 20, '12', '2017-11-01 02:50:20', '2017-11-01 02:50:20');

-- --------------------------------------------------------

--
-- Table structure for table `status`
--

CREATE TABLE IF NOT EXISTS `status` (
`id` int(5) NOT NULL,
  `title` varchar(30) COLLATE utf8_persian_ci NOT NULL
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci AUTO_INCREMENT=5 ;

--
-- Dumping data for table `status`
--

INSERT INTO `status` (`id`, `title`) VALUES
(1, 'blocked'),
(2, 'expired'),
(3, 'queued'),
(4, 'accepted');

-- --------------------------------------------------------

--
-- Table structure for table `type_conferences`
--

CREATE TABLE IF NOT EXISTS `type_conferences` (
`id` int(10) unsigned NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `status` int(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=6 ;

--
-- Dumping data for table `type_conferences`
--

INSERT INTO `type_conferences` (`id`, `title`, `status`, `created_at`, `updated_at`) VALUES
(1, 'آفلاین', 0, NULL, NULL),
(2, 'آنلاین', 0, NULL, NULL),
(5, 'خصوصی', 0, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE IF NOT EXISTS `users` (
`id` int(10) unsigned NOT NULL,
  `first_name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `last_name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `password` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `visit_price` varchar(255) COLLATE utf8_unicode_ci NOT NULL DEFAULT '0',
  `consultant_account` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `capital` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `town` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `grade` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `gender` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `resume` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `certificate` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `expert` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `pic` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `role_id` int(11) NOT NULL,
  `status` int(1) NOT NULL DEFAULT '0',
  `remember_token` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `tel` varchar(11) COLLATE utf8_unicode_ci NOT NULL,
  `mobile` varchar(11) COLLATE utf8_unicode_ci NOT NULL,
  `warn` int(1) NOT NULL DEFAULT '0',
  `warn_message` varchar(1000) CHARACTER SET utf8 COLLATE utf8_persian_ci NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `confirmation_code` varchar(30) COLLATE utf8_unicode_ci DEFAULT NULL
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=29 ;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `first_name`, `last_name`, `email`, `password`, `visit_price`, `consultant_account`, `capital`, `town`, `grade`, `gender`, `resume`, `certificate`, `expert`, `pic`, `role_id`, `status`, `remember_token`, `tel`, `mobile`, `warn`, `warn_message`, `created_at`, `updated_at`, `confirmation_code`) VALUES
(16, 'نرگس', 'شجاعی', 'n.sh@gmail.com', '$2y$10$Omdyk4FG9vbN8x5ueMF.puiq17q92fVnHVZLG/HN5SpsMh0N0pvnO', '55000', '0', 'تهران', 'تهران', 'کارشناسی ارشد', 'زن', '15008655660_SmartMyer_VDPH_Gateway.pdf', '150086556600_Chrysanthemum.jpg', 'مشاور خانواده ', '1500865566_Hydrangeas.jpg', 3, 1, 'IXVNZkgLAS0ApAWRSVC2mW7j5w016eRVfZbmbO4sHJqAvFRvXHI5ufTV7CWe', '03134354713', '09139580500', 0, '0', '2017-07-23 22:36:06', '2017-11-05 01:58:19', NULL),
(26, 'امید', 'باقری', 'omid@gmail.com', '$2y$10$U.0MonD8mQPakINgeOAP/OaIlmMmWGqnbHdDArPVIAUaFaSa/JWzq', '25000', '0206875211004', 'اصفهان', 'اصفهان', 'کارشناسی ارشد', 'مرد', '15094301660_rezume.pdf', '150943016600_1970_chevrolet_chevelle_ss_front_by_americanmuscle-d86mcs3.jpg', 'روانشناسی بالینی', 'download.jpg', 2, 1, 'GFQMGvix5f7iTWvM3MB3WbeCvDmcwmxswEPEnzgQTD7bRYNcGTpRK46qLh1P', '03135544934', '09370491215', 0, '0', '2017-10-31 02:39:26', '2017-11-05 09:53:08', 'wfpGIM1LOeEdKUp1p8dlzSrllAG3eF'),
(27, 'آرش', 'شیری', 'arash@gmail.com', '$2y$10$sxjtgnl/hRBOFV2QdS1MmOf8Qgc8EFC7UNFBnUAgyeoWpZsspoKZ6', '0', '0', '', '', 'کارشناسی', 'مرد', '', '', '', '', 1, 1, 'u5yddQ2w1vo19kIPMrvm6SJFXkHrFnufBxmyU6vXKeqcaGOPwjAASp81Ogy0', '03135544934', '09370491215', 0, '0', '2017-10-31 05:13:55', '2017-11-05 02:47:27', 'ioJWBhojSG13ZoaT7mKNto9KWrUzY5'),
(28, 'محمد', 'موسی', 'mohammad@gmail.com', '$2y$10$yCEoSevOUhn3pV7ejuAc7u5GVKyIHJCtLd5LkpvwLoGDaOVMrjec2', '0', '0', 'خوزستان', 'ابوحميظه', 'سیکل', 'مرد', '', '', '', '', 1, 1, NULL, '03135544934', '09370491215', 0, '0', '2017-11-05 01:37:50', '2017-11-05 01:37:50', 'SRFkhSrikxKuupaTglmJIdCSZhWDhp');

-- --------------------------------------------------------

--
-- Table structure for table `user_certification`
--

CREATE TABLE IF NOT EXISTS `user_certification` (
`id` int(12) NOT NULL,
  `consultant_id` int(12) NOT NULL,
  `grade` varchar(120) COLLATE utf8_persian_ci NOT NULL DEFAULT '-' COMMENT 'certification title for cunsultant',
  `resume_url` varchar(1000) COLLATE utf8_persian_ci NOT NULL DEFAULT '-',
  `certification_url` varchar(1000) COLLATE utf8_persian_ci NOT NULL DEFAULT '-',
  `status` int(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci AUTO_INCREMENT=21 ;

--
-- Dumping data for table `user_certification`
--

INSERT INTO `user_certification` (`id`, `consultant_id`, `grade`, `resume_url`, `certification_url`, `status`, `created_at`, `updated_at`) VALUES
(20, 26, 'کارشناسی ارشد', '15094301660_rezume.pdf', '150943016600_1970_chevrolet_chevelle_ss_front_by_americanmuscle-d86mcs3.jpg', 0, '2017-10-31 02:39:26', '2017-10-31 02:39:26');

-- --------------------------------------------------------

--
-- Table structure for table `user_credits`
--

CREATE TABLE IF NOT EXISTS `user_credits` (
`id` int(10) unsigned NOT NULL,
  `user_id` int(11) NOT NULL,
  `credit` int(12) NOT NULL,
  `status` int(11) NOT NULL,
  `date` date NOT NULL,
  `time` time NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=9 ;

--
-- Dumping data for table `user_credits`
--

INSERT INTO `user_credits` (`id`, `user_id`, `credit`, `status`, `date`, `time`, `created_at`, `updated_at`) VALUES
(7, 27, 384965, 1, '2017-11-02', '16:30:30', NULL, '2017-11-06 08:29:40'),
(8, 28, 385000, 1, '2017-11-02', '20:30:00', NULL, '2017-11-05 04:49:27');

-- --------------------------------------------------------

--
-- Table structure for table `user_finances`
--

CREATE TABLE IF NOT EXISTS `user_finances` (
`id` int(10) unsigned NOT NULL,
  `user_id` int(11) NOT NULL,
  `money` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `date` date NOT NULL,
  `time` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `transaction` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `site_account` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `status` int(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=5 ;

--
-- Dumping data for table `user_finances`
--

INSERT INTO `user_finances` (`id`, `user_id`, `money`, `date`, `time`, `transaction`, `site_account`, `status`, `created_at`, `updated_at`) VALUES
(3, 27, '500000', '2017-11-01', '16:30', '121545322', '02068752211004', 0, NULL, NULL),
(4, 28, '500000', '2017-11-02', '20:30', '464564545', '0206875211004', 0, NULL, NULL);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `baskets`
--
ALTER TABLE `baskets`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `canceled_percent`
--
ALTER TABLE `canceled_percent`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `cities`
--
ALTER TABLE `cities`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `conferences`
--
ALTER TABLE `conferences`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `conference_categories`
--
ALTER TABLE `conference_categories`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `conference_sub_categories`
--
ALTER TABLE `conference_sub_categories`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `conference_users`
--
ALTER TABLE `conference_users`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `consultant_offences`
--
ALTER TABLE `consultant_offences`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `consultant_timings`
--
ALTER TABLE `consultant_timings`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `contact_uses`
--
ALTER TABLE `contact_uses`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `expert`
--
ALTER TABLE `expert`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `offline_type`
--
ALTER TABLE `offline_type`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `password_resets`
--
ALTER TABLE `password_resets`
 ADD KEY `password_resets_email_index` (`email`), ADD KEY `password_resets_token_index` (`token`);

--
-- Indexes for table `reserved_time`
--
ALTER TABLE `reserved_time`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `roles`
--
ALTER TABLE `roles`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `score`
--
ALTER TABLE `score`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `site_percents`
--
ALTER TABLE `site_percents`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `status`
--
ALTER TABLE `status`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `type_conferences`
--
ALTER TABLE `type_conferences`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
 ADD PRIMARY KEY (`id`), ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- Indexes for table `user_certification`
--
ALTER TABLE `user_certification`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `user_credits`
--
ALTER TABLE `user_credits`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `user_finances`
--
ALTER TABLE `user_finances`
 ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `baskets`
--
ALTER TABLE `baskets`
MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=27;
--
-- AUTO_INCREMENT for table `canceled_percent`
--
ALTER TABLE `canceled_percent`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `cities`
--
ALTER TABLE `cities`
MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=1189;
--
-- AUTO_INCREMENT for table `conferences`
--
ALTER TABLE `conferences`
MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=185;
--
-- AUTO_INCREMENT for table `conference_categories`
--
ALTER TABLE `conference_categories`
MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=11;
--
-- AUTO_INCREMENT for table `conference_sub_categories`
--
ALTER TABLE `conference_sub_categories`
MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=22;
--
-- AUTO_INCREMENT for table `conference_users`
--
ALTER TABLE `conference_users`
MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=70;
--
-- AUTO_INCREMENT for table `consultant_offences`
--
ALTER TABLE `consultant_offences`
MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `consultant_timings`
--
ALTER TABLE `consultant_timings`
MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=144;
--
-- AUTO_INCREMENT for table `contact_uses`
--
ALTER TABLE `contact_uses`
MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=37;
--
-- AUTO_INCREMENT for table `expert`
--
ALTER TABLE `expert`
MODIFY `id` int(10) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=32;
--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=47;
--
-- AUTO_INCREMENT for table `offline_type`
--
ALTER TABLE `offline_type`
MODIFY `id` int(2) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=6;
--
-- AUTO_INCREMENT for table `reserved_time`
--
ALTER TABLE `reserved_time`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=534;
--
-- AUTO_INCREMENT for table `roles`
--
ALTER TABLE `roles`
MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `score`
--
ALTER TABLE `score`
MODIFY `id` int(10) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=11;
--
-- AUTO_INCREMENT for table `site_percents`
--
ALTER TABLE `site_percents`
MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `status`
--
ALTER TABLE `status`
MODIFY `id` int(5) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `type_conferences`
--
ALTER TABLE `type_conferences`
MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=6;
--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=29;
--
-- AUTO_INCREMENT for table `user_certification`
--
ALTER TABLE `user_certification`
MODIFY `id` int(12) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=21;
--
-- AUTO_INCREMENT for table `user_credits`
--
ALTER TABLE `user_credits`
MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=9;
--
-- AUTO_INCREMENT for table `user_finances`
--
ALTER TABLE `user_finances`
MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
